<<<<<<< HEAD
[
  {
    "id": 1,
    "image": "post-1.jpeg",
    "category": "Bangla",
    "published_date": "2024/01/02 at 6:49 pm",
    "title": "рж╢рж┐ржХрзНрж╖рж╛ржкрзНрж░рж╛ржкрзНрждрж┐",
    "content": "ржорж╛ рж╣ржЗржирж┐ ржПржЦржиржУред ржЧрж░рзНржнрж╛ржмрж╕рзНржерж╛ржХрж╛рж▓рж┐ржи рж╕ржорж╕рзНржпрж╛-ржХрж╖рзНржЯ, ржкрзНрж░рж╕ржм рж╕ржорж╕рзНржпрж╛-ржХрж╖рзНржЯ рж╕ржорзНржкрж░рзНржХрзЗ ржХрзЛржи ржзрж╛рж░ржгрж╛ржЗ ржирзЗржЗред\n\nржЕржнрж┐ржЬрзНржЮрждрж╛ ржЫрж╛ржбрж╝рж╛ ржмржЗ ржкржбрж╝рзЗ ржПржо.ржмрж┐.ржмрж┐.ржПрж╕ ржбрж┐ржЧрзНрж░рж┐рж░ ржмрзНржпржХрзНрждрж┐ржХрзЗ ржкржбрж╝рзБржпрж╝рж╛ рждрзЛ ржмрж▓рж╛ ржпрж╛ржпрж╝ ржХрж┐ржирзНрждрзБ ржбрж╛ржХрзНрждрж╛рж░ ржирж╛ред\n\nржХрж┐ржирзНржд ржпржЦржи ржерзЗржХрзЗ ржмрзБржЭ ржЖрж╕рж▓рзЛ ржУржЗ ржмрж╛ржЪрзНржЪрж╛ржХрзЗ рж▓рж╛рж▓ржи-ржкрж╛рж▓ржи ржХрж░рж╛рж░ ржжрзНржмрж╛ржпрж╝рзАрждрзНржмржЯрж╛ ржХрж┐ ржжрзЗржЦрзЗржЫрж┐ ржПржмржВ рж╢рж┐ржЦрзЗржЫрж┐ред\n\n ржмрж╛ржЪрзНржЪрж╛ржЯрж╛ ржЧрж░рзНржнрзЗ ржЖрж╕рж╛ ржерзЗржХрзЗржЗ ржорж╛ рж╣ржУржпрж╝рж╛ред\n\n ржХрзЗржЙ ржПржХржЬржи ржмрж▓рзЗржЫрж┐рж▓ ржПржЯрж╛ ржПржХржЯрж╛ ржбрж┐ржЧрзНрж░рж┐рж░ ржорждред\n\nржЬрзАржмржиржЯрж╛ ржПржоржиржЗред ржЬржирзНржо, рж╕ржорзНржкрж░рзНржХ, ржмржирзНржзржи, ржорзГрждрзНржпрзБтАжтАжред\n\n ржХрж┐ржирзНрждрзБ ржПржЗрж╕ржм рж╕рзНржХрзБрж▓, ржХрж▓рзЗржЬ, ржЗржЙржирж┐ржнрж╛рж░рзНрж╕рж┐ржЯрж┐ рж╢рзЗржЦрж╛ржЗ ржирж╛ред\n\n ржПржЯрж╛ ржирж┐ржЬ ржжрзНржмрж╛ржпрж╝рж┐рждрзНржмрзЗ ржирж┐ржЬрзЗ рж╢рж┐ржХрзНрж╖рзЗ ржирж┐рждрзЗ рж╣ржпрж╝ред\n\n ржХрж┐ржирзНрждрзБ ржЬрзАржмржирзЗ ржЪрж▓рж╛рж░ ржкржерзЗрж░ ржмрзНржпржмрж╕рзНржерж╛ржкржирж╛ ржкрж░рж┐ржмрж╛рж░, ржХрж╛ржЫрзЗрж░ ржорж╛ржирзБрж╖, рж╕рзНржХрзБрж▓, ржХрж▓рзЗржЬ, ржЗржЙржирж┐ржнрж╛рж░рзНрж╕рж┐ржЯрж┐ рж╕ржмрж╛ржЗ ржХрж░рзЗ ржжрзЗржпрж╝ред\n\n ржпрзЗржи ржкржержЯрж╛ рж╕рж╣ржЬ рж╣ржпрж╝ред\n\nржЖржорж╛ржжрзЗрж░ржХрзЗ ржмрзБржЭрзЗ ржирж┐рждрзЗ рж╣ржпрж╝ ржпрзЗ, тАЬржЬрзАржмржиржЯрж╛ ржЖржорж╛рж░, ржирж┐ржЬрзЗржХрзЗржЗ ржПржЗржЯрж╛ ржкрж╛ржбрж╝ ржХрж░рждрзЗ рж╣ржмрзЗ, ржирж┐ржЬрзЗржХрзЗ ржирж┐ржЬрзЗржЗ ржЧржбрж╝рзЗ ржирж┐рждрзЗ рж╣ржмрзЗтАЭред\n\n ржПржЯрж╛ ржЕржирзНржп ржХрзЗржЙ ржХрж░рзЗ ржжрж┐рждрзЗ ржкрж╛рж░рзЗ ржирж╛, ржЕржирзНржп ржХрзЗржЙ рж╢рзЗржХрзНрж╖рж╛рждрзЗ ржкрж╛рж░рзЗ ржирж╛ред\n\n рждрзГрж╖рзНржгрж╛рж░рзНрже ржмрзНржпржХрзНрждрж┐ ржкрж╛ржирж┐рж░ ржЦрзЛржБржЬ ржХрж░рзЗржЗ ржирзЗржпрж╝ред"
  },
  {
    "id": 2,
    "image": "post-2.jpeg",
    "category": "Bangla",
    "published_date": "January 2, 2024",
    "title": "рж╕ржорзНржоржд",
    "content": "ржХрж┐ржЫрзБ ржЬрж┐ржирж┐рж╖ ржЖржЫрзЗ ржпрж╛ ржХрзЛржиржжрж┐ржи ржХрж╛ржЙржХрзЗ ржмрзЛржЭрж╛ржирзЛ ржпрж╛ржмрзЗ ржирж╛ред\n\n ржарж┐ржХ ржЖржЫрзЗред\n\n ржЖржорж╛ржжрзЗрж░ ржЗржЪрзНржЫрж╛ржЧрзБрж▓рзЛ ржХрж▓рзНржкржирж╛рж░ ржорждржЗ ржЖржорж╛ржжрзЗрж░ ржХржерж╛ рж╢рзБржирзЗ ржмрж╛рж╕рзНрждржм рж╣ржмрзЗ ржирж╛ред\n\n ржарж┐ржХ ржЖржЫрзЗред\n\n ржХрж┐ржЫрзБ ржЖржкржи ржХржЦржирзЛржЗ ржЖржкржи ржирж╛ рж╢рзБржзрзБржорж╛ржП ржирж╛ржо, рж░ржХрзНржд, ржмржирзНржзржирзЗрж░ рж╕ржорзНржкрж░рзНржХ ржЫрж╛ржбрж╝рж╛ред\n\n ржарж┐ржХ ржЖржЫрзЗред\n\n ржХрзЗржи ржЫрзЛржЯржмрзЗрж▓рж╛ ржерзЗржХрзЗржЗ рж╕рждрзНржпржЧрзБрж▓рзЛ ржЬрж╛ржирж▓рж╛ржо ржирж╛ ?\n\n ржЬрзАржмржирзЗрж░ ржЖрж╢рзЗржкрж╛рж╢рзЗ рж╕ржмржХрж┐ржЫрзБ рж╕ржарж┐ржХ рж╕ржарж┐ржХржнрж╛ржмрзЗ рж╕рждрзНржп ржЬрж╛ржирж▓рж╛ржо ржирж╛ !\n\n ржПрждржЯрж╛ ржнрж╛рж▓ржмрж╛рж╕рж╛рж░ ржжрж░ржХрж╛рж░ржЗ ржХрж┐ ржЫрж┐рж▓ ржпрзЗржЦрж╛ржирзЗ рж╢рзЗрж╖ ржкрж░рзНржпржирзНржд ржУржЗржЧрзБрж▓рзЛрж░ ржШрзЛрж░рзЗрж░ ржоржзрзНржпрзЗржЗ ржШрзБржбрж╝рждрзЗ ржерж╛ржХржм !\n\n ржЖрж░ ржирж┐ржЬрзЗржХрзЗржЗрзЗ ржирж┐ржЬрзЗ рж╣рж╛ржЬрж╛рж░ ржмрж╛рж░ ржПржХржЗ ржкрзНрж░рж╢рзНржи ржХрж░ржм ржХрзЛржиржЯрж╛ рж╕ржарж┐ржХ ржЖрж░ ржХрзЛржиржЯрж╛ ржорж┐ржерзНржпрж╛ред\n\n ржПржЗ ржкрзНрж░рж╢рзНржиржЯрж╛ ржирж┐ржЬрзЗржХрзЗржЗ ржХрж░рждрзЗ рж╣ржмрзЗ ржЬрж╛ржирж┐,\n\n ржЕржирзНржп ржХрзЗржЙ рж╕рж╛рж╣рж╕ ржХрж░рзЗ ржирж╛ ржУржЯрж╛ рж╢рзБржиржмрзЗ ржирж╛ рж╕рждрзНржп ржмрж▓ржмрзЗред\n\n ржирж┐рж╢рзНржЪрзБржк, ржПржбрж╝рж┐ржпрж╝рзЗ ржпрж╛ржУржпрж╝рж╛тАж\n\n рждрзБржорж┐ ржХрж┐ ржнрзЗржмрзЗржЗ ржирж┐ржпрж╝рзЗржЫрж┐рж▓рзЗ ржЖржорж┐ ржирж┐ржЬрзЗрж░ ржЬржирзНржп ржПржЯрж╛ ржХрж░рждрзЗ ржкрж╛рж░ржмржирж╛ !\n\n ржирж┐ржЬрзЗрж░ ржмрзБржЭ ржЖрж╕рж╛рж░ рж╕рж╛ржерзЗ рж╕рж╛ржерзЗ ржЕржирзЗржХржХрж┐ржЫрзБрж░ рж╕ржорзНржорзБржХрзНрж╖рзАржи рж╣ржпрж╝рзЗржЫрж┐,\n\n рждрзБржорж┐ ржХрж┐ ржнрзЗржмрзЗржЗ ржирж┐ржпрж╝рзЗржЫрж┐рж▓рзЗ ржЖржорж╛рж░ ржирж┐рж░ржмрждрж╛ ржорж╛ржирзЗ ржЖржорж┐ ржХрж┐ржЫрзБржЗ ржмрзБржЭрж┐ ржирж╛ред\n\n ржирж┐ржЬрзЗрж░ ржмрзБржЭ ржЖрж╕рж╛рж░ рж╕рж╛ржерзЗ рж╕рж╛ржерзЗ ржЖржорж╛рж░ржУ ржпрзЗржи ржкрзБржирж░рзНржмрж┐ржирзНржпрж╛рж╕ рж╣рждрзЗржЗ ржЖржЫрзЗред\n\n ржХрж┐, ржХрж╛рж▓ ржХрж┐ ржЖржорж╛ржЗ ржмрж▓ржмрзЗ ржЧрждржХрж╛рж▓рзЗрж░ ржЖржорж┐ ржХрж┐ ржЫрж┐рж▓рж╛ржо ржЖржорж┐ ржирж┐ржЬрзЗржЗ ржЬрж╛ржирж┐ ржирж╛\n\n ржУржЯрж╛ ржХрж┐ ржмрж┐ржнрзНрж░ржо, ржорж┐ржерзНржпрж╛, ржирж╛ ржЕржирзНржпржХрж┐ржЫрзБред\n\n ржЖржЬржХрзЗрж░ ржЖржорж┐ ржХрж┐ ржЖржЧрж╛ржорзАржХрж╛рж▓ ржЕрж╕рзНрждрж┐рждрзНржмрж╣рзАржи !\n\n ржЖржорж┐, рж╢рзБржзрзБржорж╛рждрзНрж░ ржПржЗ ржорзБрж╣рзВрж░рзНрждрзЗржЗ, ржмрж╛ржХрж┐ржЧрзБрж▓рзЛ ржЕржкрж░рж┐ржЪрж┐рждред\n\n ржХрж┐ржирзНрждрзБ рж╣рзНржпрж╛ржБ, ржЖржорж╛рж░ рж╕ржХрж▓ ржЖржорж╛рж░ ржоржзрзНржпрзЗ ржХрж┐ржЫрзБ ржЪрзБржХрзНрждрж┐ ржЖржЫрзЗ ржпрж╛ рждрж╛ржжрзЗрж░ржХрзЗ ржарж┐ржХ рж░рж╛ржЦрждрзЗржЗ рж╣ржмрзЗ,\n\n ржирж╛ рж╣рж▓рзЗ ржирж┐ржЬрзЗрж░ ржоржзрзНржпрзЗ ржирж┐ржЬрзЗрж░ ржпрзЗ ржоржирзЛржорж╛рж▓рж┐ржирзНржп рж╣ржмрзЗ рждрж╛ ржарзЗржХрж╛ржирзЛрж░ ржХрзЗржЙржЗ ржирж╛ржЗред\n\n ржпржжрж┐ ржирж╛ ржЖржорж╛рж░ ржоржзрзНржпрзЗрж░ ржХрзЛржи ржмрж┐ржЬрзНржЮ, рж╕ржарж┐ржХ ржирзЗрждрж╛ ржЖржорж┐, ржЖржорж╛рж░ ржжрзНржмрж╛ржпрж╝рж┐рждрзНржм ржирж╛ ржирж┐ржЗред\n\n рждрзБржорж┐ рж╣рж╛рж░ ржорзЗржирзЛ ржирж╛, рж╣рждрж╛рж╢ рж╣ржпрж╝рзЛ ржирж╛, рж╣рж▓ ржЫрзЗржбрж╝ ржирж╛ред\n\n рждрзЛржорж╛рж░, рждрзБржорж┐ржЧрзБрж▓рж┐ рждрзЛржорж╛рж░ ржмржирзНржзрзБ, ржЖрж╕рж▓ рж╕ржЩрзНржЧрзАред\n\n ржЖржорж┐ ржпрзБржжрзНржз ржХрж░ржм рждрзЛржорж╛рж░ ржЬржирзНржпржЗ, ржЖрж░ рждрзЛржорж╛рж░ ржЬржирзНржпржЗ рж╕ржирзНржзрж┐ ржХрж░ржмред\n\n ржЖржорж╛ржжрзЗрж░ ржЪрзБржХрзНрждрж┐ржкрждрзНрж░ ржнрзБрж▓рж┐ржирж┐ред\n\n ржХрж┐ ржжрзБржирж┐ржпрж╝рж╛, ржХрж┐ ржмрж╛ржЗрж░рзЗрж░ ржжрзБржирж┐ржпрж╝рж╛ ржирж┐ржЬрзЗрж░ рж╕рж╛ржерзЗржЗ ржирж┐ржЬрзЗрж░ ржмрзБржЭрзЗ ржЙржарж╛, рж╕ржарж┐ржХ, ржнрж╛рж▓, ржмрж┐рж╢рзНржмрж╕рзНржд рж╣ржУржпрж╝рж╛ ржПржЯрж╛ржЗ ржХрж░рзНржо ржЖржорж╛рж░ред"
  },
  {
    "id": 3,
    "image": "post-3.jpeg",
    "category": "Life",
    "published_date": "January 2, 2024",
    "title": "Live the moment as it is",
    "content": "Why do we take pics and video ?\n\n I feel terrified to delete any of them. Surprised !!!\n\n I lived those moments, I saw those.\n\n Still. Sometimes it happens that we see throw device,\n\n cause we become too busy all time to take photos, videos, recordingтАж\n\n Then, sit home have snacks and watch the world best resolution recording tape, pics.\n\n There are so many professional photographers, multimedia designers, artist тАж\n\n why waste your time.\n\n They capture moments so well. How about that.\n\n Or, see the world through your eyes, mind, UnderstandingтАж\n\n I feel irritate to go anywhere with anyone most of the time.\n\n How could people become bored and see things so quickly,\n\n Others also become bored of me for sure.\n\n It just happened to me. Allah made it easy for me.\n\n Some moments I wish I could erase.\n\n But those all are treasures, parts of my life.\n\n CanтАЩt ignore it or, hate it.\n\n All single parts I embrace all of me with kindness,\n\n letтАЩs have a little talk among us.\n\n Settle down in peace.\n\n Looks like present me is the leader of all versionтАЩs of me.\n\n Adulthood/Maturity is really amazing. You learn in your own wish.\n\n You have choice, decision to make.\n\n This is totally up to you, who you are.\n\n Being Confident, Understanding comes, Confussion earse one by one.\n\n You know thatтАЩs it, so thatтАЩs it no confussion.\n\n No circling around being delusion.\n\n I hate confussion.\n\n I have lot to learn and gain.\n\n So many questions bother me all the times.\n\n Be patient I am there.\n\n May Allah bless me.\n\n I want to be the most childish, matured, wiser young person for all the time.\n\n Forever.\n\n No confusion, No doubt, No twist total straightforward, truth, nice.\n\n How much I love Allah. I love you Allah.\n\n I realized No one else can ever enter in my mind ever.\n\n I loved Allah. No one is like Allah.\n\n Please never be angry on me.\n\n DonтАЩt leave me ever, even for a slice of second.\n\n I know how good you are.\n\n Please donтАЩt forget me.\n\n Always keep me on your blessings, on your side.\n\n Be pleased to me.\n\n I wish I could meet you right now.\n\n But thatтАЩs your choice, you know the best.\n\n I have your letter though. thanks.\n\n How much beautiful, awesome you are ! I just love you."
  },
  {
    "id": 4,
    "image": "post-4.jpeg",
    "category": "Life",
    "published_date": "January 2, 2024",
    "title": "Proof of Kinship",
    "content": "There was a conversation with a question, does a parent give a DNA test report to their child to prove that they are his parent. No question about that. We accept them as parents from birth. So the conclusion people want to prove is that you canтАЩt ask for logic for everything. You should blindly trust and accept something you donтАЩt understand or the other party doesnтАЩt want to discuss. That topic really bothered me for a long time. Truly how can I know that they are my parents. But, now I do understand. ThatтАЩs a relief from my Almighty Allah. I know how much peace it gives. You donтАЩt have to know whether they are your real parents. As much as they care for you. Take care of yourself, they deserve to get treated as the parents do. Like given birth mother, and genetic father they are in the highest position. But, so many people also support us every step of life. They also become comparable to our mothers, fathers, brothers, sisters, sons, daughters, grandfathers, grandmothers, grandchildren, and uncle-auntyтАж Actually, we all are connected. And from the acts, people prove who they are to us. We also prove ourselves who we are through our actions. Just keep sharp your brain, mind, sight, hearingтАж.. you will understand which is what. And the last wisdom, lies never stay hidden, Have faith in Allah."
  },
  {
    "id": 5,
    "image": "post-5.jpeg",
    "category": "Life",
    "published_date": "March 14, 2025",
    "title": "Life",
    "content": "Sometimes life brings more than we can bear. Knowing about Magura's Incident disturbed me too much. So many memories came to me as the storm. Trauma, It's too painful to tolerate.\n\nReally devils do exist and they do deserve the hell without any doubt.\n\nSome people say Look how bad people are. I am not doing that much bad so I am good. Even they are Zalim. Some say that happened to a child, it can be tolerable if it would happen to a grown-up. I do rape to grown-up so don't point at me. Other says doing bad to an unknown person is better than doing bad to the known person.\n\nDevils do live everywhere in so many disguises. Some people are proud that they are not too bad, they are tolerable bad, worse is happening in the world. So donтАЩt account them that they are bad. They can do much more bad but they are not doing. Take it as a mercy. \n\nBad incidents always happen in their life, so live a whole life with lies and be happy, donтАЩt complain about anything. Much more bad is happening in the outside world. Husband is killing wife, so beating wife is a minor issue for them. Mentally, Emotionally, and physically torture is minor. See you are living so that you can do something about it, take it as mercy from them. \n\nGo to the world and see that people are not getting food to eat, have no shelter. I am giving you food and shelter, and you are complaining about what toxic behavior, toxicity. Tolerate when you donтАЩt earn. Forget all bad things, but I will not forgive you even the slightest good. You need to be better than angle. I am your GOD because husbands are worthy to get prostrated, If Hz. Muhammad sm said if he would say to give sajda to anyone other than Allah it would be the husband.   \n\nYou need to be better because you are Islamic. But I donтАЩt care what Islam is, what does it say? Know Islam to give me the advantage, I learnt some of the broken Quranic ayah and hadith to take all the advantage to astray you from your religion, morality, humanity. What Islam did you learn?! What does Islam do to you?! What does Islam teach you, to talk back?! You talk too much, what does Islam teach you ?! But I donтАЩt care about Islam. \n\nPeople think Islam should be weak. Islamic people mean weak, have no other way to live, their life is finished, without livelihood, begging, forgiving everything, crying in secret, keep everything in secret even if they see crime. They do forgive the worst because they are too merciful. As Hz. Muhammad sm was so merciful, forgave his enemy, kafir. \n\nPeople say killing is a sin. What is killing, which kind of killing?!  Abortion is legal in this world. People are killing children secretly. \n\nSEX what? Is it shameful something?! Nasty things?! How prophets do sex and worship Allah simultaneously. SEX is a purified thing. Some people will never understand. People's mentality got rotten. \n\nNo, I am not fantasizing about all those. I faced those in my life. I encounter that type of people in my life. I am so happy that Allah created hell. \n\nSome people have too much honor, so they reduce their problems in the name of honor killing. People donтАЩt have any fear. Why should all people need to get rahmat?! DonтАЩt dua for everyone to have some brain, mind, and humanity.\n\nAllah did create Heaven for Human beings. Allah didnтАЩt give heaven to the angels. And angles do everything that Allah orders. Some people do have problems with Allah and angles too. With Prophets, the Quran, and hadith too. Why doesnтАЩt Allah save the good people?! Why doesnтАЩt Allah listen to Islamic people?! Why does Allah give Islamic people hardship ?! DonтАЩt explain, donтАЩt argue with people, they just donтАЩt deserve your effort.\n\nHUMANS HAVE SOME BRAIN. WHERE IS YOUR MIND. "
  },
  {
    "id": 6,
    "image": "post-6.jpeg",
    "category": "Life",
    "published_date": "January 3, 2024",
    "title": "Burden",
    "content": "Take your goods as you can carry. I am not saying to be irresponsible. But donтАЩt take unnecessary burden. Actually, this quote fits only some specific kinds of people. I am writing this only for those kind of people.\n\nSome people in this world think they need to be good and be generous to everyone. But you canтАЩt do that, can you?\n\nI mean if people love a noble person and the worst criminal both. It will be chaos.\n\nYou canтАЩt love good and support bad at the same time. It is a personтАЩs own choice, how they want to represent themselves. That is totally an individual choice, an individual world, his own kingdom.\n\nImagine a king telling another king to be responsible and lead his own kingdom the right way. Yes, this sentence can mean many things like friendly advice for a king to another king, or warning, or declaring war.\n\nOf course, we have so many examples of this in the real world. Children have to listen to their parents. In reality, it doesnтАЩt happen or sometimes it is impossible. Some children listen and obey their parents and give proper respect and in this case, parents are good, friendly, and wise. It is so nice example. Who doesnтАЩt want this in their life, right? But in our lives, we all have our own tasks and, our own challenges differently. No one gets perfect from all sides.\n\nIn this world, we all struggle. We all have our own lives and our own advantages, ease side also our own burden, challenges.\n\nYou canтАЩt tell another person that he has an easy life. You canтАЩt. Because it is impossible. If you do that then the thing is, you become the one who wants to flee from your own tasks and challenges and regret seeing some specific benefits that others get, you just want those benefits not exchanging your whole life with anyone.\n\nYes, as we get tasks and challenges. we have also given necessary equipment some useful, some burdensтАж..\n\nYou know what, you have to solve your problem yourself. There is no one there who will get your job done. If they would do that, that would be their job done, not yours deed."
  },
  {
    "id": 7,
    "image": "post-7.jpeg",
    "category": "Life",
    "published_date": "January 3, 2024",
    "title": "Love",
    "content": "Love, thatтАЩs the most beautiful treasure in life.\n\nItтАЩs like a movie or drama or magical thingsтАж Where your all consciousness wakes up. But that is not the whole view.\n\nIt makes your Nerves wake up. It will shake you up. It will make you gain so many higher degree abilities.\n\nWhatever you sacrifice/give/invest, all will return as profit. No, lose in there. Only love.\n\nIt is the most Energetic drink which will not let you have any boring time ever.\n\nIt is the most purified, exciting adventurous journey. It makes you the best version of you.\n\nBut sometimes the Amateur lover canтАЩt control or balance that much bigger journey/life project so they fail and then return with the wrong conclusion.\n\nAfter all, even the most intelligent, wiser, brave, strong, confident, decisive, best character personality person finds it hard. And they are the ones who gain the title тАЬLoverтАЭ. Surprising.\n\nLove is so wide, so precious that I canтАЩt explain it through some words nor without a lover anyone will understand it.\n\nBut for the Lover, even silent existence will explain everything."
  },
  {
    "id": 8,
    "image": "post-8.jpeg",
    "category": "Communication",
    "published_date": "January 3, 2024",
    "title": "Language",
    "content": "There are so many languages I donтАЩt know. Sometimes, Yes we are learning the same language, speaking the same language but todayтАЩs formal language is so different. Like if they hate someone to talk to, they smile and say politely, тАЬSorry I am busy, I hope I can give you time and help you outтАЭ. It is a formal language. If I say this in the psychological language they are narcissists. If I say in the armed forces language they are traitors. In religious language hypocrite. And if I say in my language it is a total liar, weaker, coward, irritated, total head pain person.\n\nI donтАЩt know formal language. What I know is straightforward language. I donтАЩt understand people. And people take me for hits like, тАЬHow could you say those directly without punctuation ?тАЭ. And still, I donтАЩt understand what just happened. And I start to explain it in more detail briefly, with more clarity. Wow, thatтАЩs the moment people blast. And I still donтАЩt understand what just happened. Because whatever I am doing is right according to my language."
  },
  {
    "id": 9,
    "image": "post-9.jpeg",
    "category": "Life",
    "published_date": "January 3, 2024",
    "title": "Home",
    "content": "Where is my home ?! WhatтАЩs called a home? What makes a home, a home?\n\nsometimes people donтАЩt get permission to enter to his own home.\n\nSometimes home becomes like a cell and the open sky becomes home.\n\nSome hope for a comfortable-adjustable place as home which will give the ticket to have someone countable in society.\n\nSome want to run away from all luxury to have a comfortable breath.\n\nSometimes a special person fills that place.\n\nSometimes person builds that home inside of oneself. Some share and welcome all homeless people giving them courage to find their own homes.\n\nI am with you but not you."
  },
  {
    "id": 10,
    "image": "post-10.jpeg",
    "category": "Life",
    "published_date": "January 3, 2024",
    "title": "Uniqueness",
    "content": "You see we are human. Of course, there are so many living creatures and many things out there. But for now, I want to talk about just about us. About our identity.\n\nThere is a quote, тАЬWho learned himself, he learned all tooтАЭ. I donтАЩt know if is there really any quote like that. But I believe in that. From my inside, it comes to me.\n\nIn this world, there are so many countries, so many languages, so many traditions, so many identities peopleтАж.. There are so many differences from person to person. But on some points, we are all the same. What ???\n\nWe are human, we are dependent, we are civilized.\n\nAs humans, we see there are three parts of our neediness, physical, mental, and soul. They are all connected to each other. All should be put into balance. Leadership is in our hands. But there are some limitations. Am I making it so much complex !? Ok, I wanna make it easy to understand.\n\nAs you see humans have limitations. In everything they have limits. For eating, for sleeping, for drinkingтАжтАж. till leaving this world. No one knows which type of baby is coming and when. Or when, and how that baby will die.\n\nOops! Did I say something bad !? when baby is coming, cute, cuddly little baby, I am talking about his/her death. But it is true, right? How much lie decoration we do it is truth. In my opinion, every baby should know this truth at first. how he/she came to the world and there is a fixed time that will come when he/she will leave this world. Why should we do false acting to each other ?!\n\nFor getting some hope, temporary happiness-peace! Yes, I know how depressed we are, how much coward we are. We like easiness and fun. We just can be robots, going with the flow till death. But I donтАЩt know how much it is worth it. We all want a warranty, a guarantee for every precious thing. Buying jewelry we ask if is it real, prove it. Buying real estate, cars, in businessтАж.. we can do the calculation, strategies point to point every single thing. No mistake allows, Not to become betrayed, Not being a fool.\n\nSee we need proof, we do inquiry. We become furious when we get betrayed by something like that. The more precious it is, we need more proof and more investigation. But somehow most people miss this point in calculation and make the right order of preciousness from high to low. ItтАЩs ok, ItтАЩs ok, ItтАЩs totally ok ЁЯША. You see you are the one who is putting self worth. No one did anything but you do it to yourself ЁЯШР. Putting yourself below the list.\n\nWe all are afraid of the truth. Yes, it is hard. And need hard work, need too much bravery, and struggle. When we are getting too much temporary happiness why will anyone go for that. There are so many options for getting temporary peace of mind, that keep us away from the truth. One is out another. DonтАЩt worry we are here to bring happiness, and peace into your life just donтАЩt see, donтАЩt hear, donтАЩt think ok.\n\nI donтАЩt understand, am I wrong or other people. People feel irritated, and uneasy around me. So I decided not to talk much.ЁЯдл Because if in case my mouth is open I just can say the truth without any punctuation signs. Like, oh I got a chance to talk, bring it on ЁЯШО. No argument in there. And I also canтАЩt do false withdrawals, it will end up more dangerous. I will have outbursts without any control. So both sides of people should keep a safe distance as they can manage. Or if my mouth is open totally be on the truth side otherwise bring some valid authentic statement.\n\nLetтАЩs go back to our topic. we people have limitations on every side.\n\nSecond mental. Think of any country there are three presidents, and three of them have conflicts with each other. which situation it will be for that country? Like that, you should make a settlement with every part, and section of yourself. Yes, you are a king/queen of your own world. But just donтАЩt go start a war with another kingdom. First, make your kingdom strong enough. Be an intelligent, kind, wise king/queen.\n\nThird soul. All are your part. so you have to make balance and make time to listen to them, understand them, and make settlement among everything of you.\n\nAs you see in this world, in one country people make jokes of another country people how their look is, what they eat, what they wear, how they talk, every single thingтАж.. some people just understand that their eyes are made for that job, and brain is to process those. Even in between neighbors, and inside the home. All places have conflicts.\n\nAnd if anyone thinks about you wrong you canтАЩt change it, no matter how much you try. It is their decision. Already they made the decision thatтАЩs how they are.\n\nIt is really scary resting and sleeping inside of those people. It is all a circle. Come tell us we are your close one, then some console you or show their true self earlier and bully you, they will say I should ask them to help, council with them and how much life saver, helper they would be. But hold on, donтАЩt go to a conclusion, next time you do that as they said last time how much they care for you, Now fasten your seat belt they will say why canтАЩt I do my job by myself, they have so many works, how much pressure they are getting,тАж.. Again that point I want to detach everyone from my life, and then the statement will be, oh so you became a big knowledgeable person and no one can reach youтАж.\n\nyou know what, I am out of here. Somehow this circle should be broken. And there is no way than me. The rescuer of my own self is just me. I should not let myself be insulted no matter who the person is. God gave us same same.\n\nNo, I am not encouraging you to be reckless. I want everyone to understand who he/she is.\n\nWhy should any countryтАЩs people mock another country? Yes, there is a unique system, a unique rule. And thatтАЩs not made by me/you or he/she. The ruler should think about everyone, make justice, and give equal and unique judgment to all no matter who he/she is.\n\nOur work and thinking make us. It doesnтАЩt mean where are you from, how you look, or which level you areтАж. it should give an equal judgment.\n\nI want this. And for me, it seems that the world is against me.\n\nI canтАЩt contact my past people or future people. I am in my own era where I am supposed to be. In my generation all my people, understand me and I can understand them more than any other era/generation people can understand us.\n\nBe unity, be strong, donтАЩt fall apart. Yes not all of us are good but it is the responsibility of knowledgeable and strong people they make it as good as possible.\n\nLook at the world and how it became. How every second, every hour we are spending."
  },
  {
    "id": 11,
    "image": "post-11.jpeg",
    "category": "Life",
    "published_date": "January 3, 2024",
    "title": "Little joy of life",
    "content": "Whom should I laugh at ?! I canтАЩt believe I smile thinking about my own activities. If it would be I am smiling thinking about a guy, it might be I am in love with that man. But I feel happy being about myself, then maybe I am in love with who created me.\n\nAmazing this is! Still, there is suffering, so many feelings that we donтАЩt want, want to stay away from. But strange is how much we run from it the more we suffer until we accept it. At last, it was meant to happen.\n\nI noticed people get some emotions toward someone but itтАЩs totally different emotions when the same things are done by a person they know. Like if a strange person says, тАЬYou look goodтАЭ. We wonder why that person is asking this, and what is the intention because that person should not say any of those things.\n\nI donтАЩt know how much freedom we have, it is like you are by yourself now. Fight for yourself every moment, you are yours now we donтАЩt care what happens to you. Anyone other than myself can be my enemy, the opposite party. ThatтАЩs how much freedom we have. We have freedom so why are we suffering, it is still frustrating? Do we love to complain too much? Got it, so now the war portion left for inside of us, which we are too afraid to face. So afraid to fight or have a settlement. We are fleeing from ourselves.\n\nBALANCING. Balancing, thatтАЩs what I want to say. We need a balanced diet. On food, relationship, activities, тАж.. you know physical, mental, and spiritual.\n\nSo many complex emotions, thinking, understanding, and argumentsтАж. come that much as we get older. It is hard to get proper decisiveness in any situation but for a good wiser person.\n\nIn our academics, careers, and race in life, we forget to learn about ourselves. Forget to see around us, listen, and think. Maybe this is happening to a foreign-educated engineer girl. Now when she sees a simple leaf she can just see that leaf with all curiosity, love, and pleasure for the whole day without being tired. Want to see the sky the whole night, just stare at it. Listen to nature. Look at insects, birds, animals, colors, flowers, fruits, plants, тАжтАж everything is amazing. Eyes are not just for staring at a book or device. You can use it in many other ways too.\n\nI donтАЩt know if I am lazy or not but I like to see ants going. How they are doing their jobs, works. How they look. How birds fly, work, live. I want to just sit and observe. I donтАЩt care if anyone thinks I am a boring person or an older person or lazy because I am doing nothing. Who can make that compliment, I can say please visit the doctor, you need treatment.\n\nThe problem is we need money to survive. Money can be earned easily if you can become mute, blind, or deaf. Poor arenтАЩt allowed to be human. And the rich canтАЩt be human. We are the ones who make those rules, we are the ones who complain about it, and we are the ones who reject the solutions. If it would be only one person It could be easily handled. But it is us. We are immature but arrogant, prideful, and too tied up.\n\nWhat can we do? We have to play our roles, complete our responsibilities, and give the rights to the right person. Who said you have nothing to give. When you meet an older person you can give respect to them. When a child comes you can be playful and give love. When you have parents look after them, be patient, be nice.\n\nWe have nothing to give. What can I say to that poor soul? who likes to see oneself down, empty. DonтАЩt make yourself a loser. When the creator made you as the treasure box."
  },
  {
    "id": 12,
    "image": "post-12.jpeg",
    "category": "Life",
    "published_date": "January 3, 2024",
    "title": "Who is the real stupid ?",
    "content": "Sometimes it happens that one stupid says to another stupid тАЬhow stupid you can be ?тАЭ ЁЯШВ\n\nYou see I fell into a trap then moved round and round, illusions, confusionsтАж still I am. But when I see someone isnтАЩt understanding a simple thing I say to that person without any hesitation тАЬHow stupid you are ?! Be intelligent, wake up, bad guys are taking advantage of your good sideтАЭ. If that person was me I would laugh and reply that the bigger stupid saying another stupid, a stupid.ЁЯдг\n\nBut I am me. I canтАЩt expect my behavior from others. Deep down I know how much hurt, and trouble comes from being so nice, na├пve, and simple-minded. You see, bad guys are developing on the bad side every moment. And good guys developing on the good side. And when they meet each other it becomes a complex matter, literally blast. \n\nIf you donтАЩt have any defense system and have no knowledge of how to protect yourself, then you accept that your all precious thing you are just collecting and saving for the bad guys to come and take it. And then you will regret it, and be sad.\n\nSo, I donтАЩt want anyone to get hurt like I got. So it is a love expression for my loved one who really knows me. A good person should be more energetic, and intelligent. If criminals become more intelligent than police then it is the place of daily crime where we are living. See how a bad person works too hard to do bad. So we should have developed ourselves more stronger and more intelligent. Good should be 10 steps ahead of bad.\n\nKnowledge is power. The good and bad depend on its use. Police know how to do crime more than criminals but they use that knowledge for good. That is how they become good police officers.\n\nBut if I say to a person who is confused and has complex feelings for me, тАЬYou are stupidтАЭ. That person will show confused feelings. Because already that person made an image of me and gave a my identity inside of him. ThatтАЩs how he knows me. \n\nAnd for my enemy if I say, тАЬYou are stupidтАЭ, donтАЩt ask. It will be the same as declaring war, chaos, threat, insult, mockтАж.. ЁЯШЕ\n\nOnly from one sentence, I can find out too many peopleтАЩs identities. Who is what? ItтАЩs amazing, isnтАЩt it?"
  },
  {
    "id": 13,
    "image": "post-13.jpeg",
    "category": "Emotion",
    "published_date": "January 3, 2024",
    "title": "Silence",
    "content": "Silence words which is better to keep secret and silent. Even though everyone is well aware of it.\n\nDid you ever find yourself left out by another personтАЩs silence?\n\nThe assertive reaction party knows what I meant.\n\nSilence is a more effective killer than any other poison. It kills you quietly, and you donтАЩt even realize what is going on. How did you reach this point! How did you turn out to be this!\n\nYou can understand when people speak the truth and when they lie. A liar never acts normal. They canтАЩt. This is the law of nature. If it is not an open book then there is something worth hiding. If your instincts signal that there is something wrong, donтАЩt dive to search for what is wrong. Just trust your instincts and secure yourself. DonтАЩt take any chances.\n\nIf you donтАЩt like the system you are in, you should bring a new system as you believe it should be, which is better than what it is now. Like if you donтАЩt find any exit make it by yourself. There is no point in sitting there and describing all the facts. And If you canтАЩt do that then you better get used to living in that system.\n\nEverywhere all are gossiping, indicating how bad, and nasty this world and place is. Humanity, politics, economics, disastersтАж.. and we are sitting there and trying to solve it then making it worse afterward. Which is perfect for now, but it becomes worse on the other side. On the other side, some are sitting and judging how all is happening. Some memorize and are being educated, making themselves something but when that system changes whatever they believed in all the education, and efforts go to waste.\n\nWhy are we blaming, judging, and talking about something that will never be solved? ThatтАЩs just causing us to hate this world, hate each other, and bring just hatred.\n\nThe world of shamelessness. We can keep improving or bringing something good, or happiness in here. Otherwise, just keep silent. Go with the flow, and ignore it keeping your head down. Being blind, mute, deaf, understandable lame, being like stone, like an animal, or even lower than an animal. ThatтАЩs what we can do.\n\nWho says we are developing, we are in the modern world! Then why still there is sadness, more complaints, and fear in truth, most of the place is full of illusions-lie and all know it. ItтАЩs really funny!\n\nSometimes not hearing the truth hurts more than being betrayed. All it is just telling the truth, yes it is what it is. Losing doesnтАЩt matter. The matter is, тАЬnot getting an honest, truth statementтАЭ.\n\nThere is a saying, тАЬA truthful enemy is better than a liar friendтАЭ. And I totally believe it.\n\nWhy should all the important, precious words be heard through the soul? Why canтАЩt those be expressed any other way? Which do I want to know? I always heard from my inside?\n\nSo, that means all the outer words are just disguised. Truthfully, only that person can know who has an understandable mind, or soul. There is a mirror inside of every person. He/she sees all the reflections on that.\n\nDonтАЩt say please. Not any word. Only the confused person talks much. I love soul-to-soul connection. Let them have a chance to be connected. \n\nCan any mother/father express their true feelings in words to their child? All speech stops there. Even knowing 7 languages, people become mute. CanтАЩt find any word from any language.\n\nI know there is body language. A person can lie but body language doesnтАЩt lie. It betrays you. I want to say, that you are the only one and most biggest betrayer of yourself. But I am afraid to read those messages. So the world has this responsibility to solve my problem, I donтАЩt like handling the nasty anymore.\n\nSometimes love, care, respect, protection,тАж.. all good characters totally turn you down just the mistakes of handling those skills. Those good let think, see, hear, understand. Mess, hopelessтАж. that is how we get bad from bad. Otherwise good also brings good and bad brings bad.\n\nWho doesnтАЩt like children? cutie, little beautiful doll, hope-life renewal. We old people get a chance to see life from the start once more by being around children.\n\nI canтАЩt believe myself for being good I have to be excellent bad. To become a most kindest I have to be perfectly cruel. To love something I have to hate particular things most. To be the softest, kindest person I have to be too harsh, and hard on the oppositeтАж WhatтАЩs this burden or easiness, I donтАЩt know. The creator says itтАЩs the perfect solution for us, the way of creation. Relief and release from the burden. The balance and combination of it, mastering this skill needs a lot.\n\nWhat a great taste of life !!!"
  },
  {
    "id": 14,
    "image": "post-14.jpeg",
    "category": "Life",
    "published_date": "January 4, 2024",
    "title": "Memories",
    "content": "Everyone has eyes, but do they see the same ?\n\nI feel satisfied from my own captured photos. I have all the pictures recorded on my hard disk though.\n\nI see it, replay it again and again.\n\nCamera should capture moments at the right moment in the right position.\n\nI am so happy to have them. It is up to me now.\n\nAt least, I have them in my memory, it could be lost or unseen at the speed of busy life.\n\nI am so happy to have them. It is up to me now.\n\nAt least, I have them in my memory, it could be lost or unseen at the speed of busy life."
  },
  {
    "id": 15,
    "image": "post-15.jpeg",
    "category": "Nature",
    "published_date": "January 4, 2024",
    "title": "Pet",
    "content": "I donтАЩt want any bird to be forced to trust me, or forced to stay with me ever again.\n\nBirds should be like birds, live as birds, and act like birds.\n\nAfter all, I liked them when they werenтАЩt caged.\n\nNow when I see birds come to my window, I see life inside of them. Easy, comfortable, freedom. And thatтАЩs the bird I like.\n\nThanks to my lovely pets, for uncaging me and teaching me how to be a free bird."
  },
  {
    "id": 16,
    "image": "post-16.jpeg",
    "category": "Life",
    "published_date": "January 6, 2024",
    "title": "Creation",
    "content": "There are so many kinds of people in this world. Also, Lifestyles have so many differences. Like tree branches. You know in a classroom there exist so many students but one teacher. That teacher gives lessons only one way. But that lesson reaches in different ways to every single student. We get different grades, and some fail. Our parent says you have a head, eyes, hands, and legs all like the class topper why did you fail !!! Sorry Mommy/daddy to disappoint you, I tried my best but I am me and Topper is another individual being, he/she never can be me. ThatтАЩs how we are. This is the beauty of Creation. We try our best and figure out what we are. There are so many options, probabilities, and differences. Enjoy it, learn from it. ThatтАЩs was never our decision to make, never will be.\n\nI am sure your parents didnтАЩt know they would have a child for sure. We hope, We wish, We dream. We have freedom on that. But reality happens what The Creator wants. Also what kind of child he/she will be in the future. In every second, every moment we wait for surprises to come then we live that moment and prove ourselves who we really are.\n\nOne day we will die. But who knows when, where, and how he/she will die !!! What a surprise. If I knew that my life would be so much boring for sure.\n\nWe donтАЩt have to know everything or discuss everything. There are limitations. A stateтАЩs development depends on how many heads/hands/legs/eyes/minds there are. I didnтАЩt mean to be unknowledgeable. I am saying gain useful knowledge. If you canтАЩt do anything with the knowledge or have no authority on that then ItтАЩs useless.\n\nI canтАЩt do sunrise or sunset. Bring the moon. CanтАЩt have a curvy moon for all the time. Yes at our dinner table in the family, we do have so many quarrels about which food who wants, how much, how they want to eat, and how food should be. Among countries, if we give chances our own leaders can do non-stop debate till death. But no choice about the sun, We know it so well that we donтАЩt debate about this issue. Who which sun wants, How it should be, which color, when it will rise or set, which one is wrong, which one is right.\n\nThatтАЩs the creation. We have some free choices but from those free choices through so many struggles we learn that actually, we have no choice. All authority is upon the CreatorтАЩs hand.\n\nI could have been born in 500 BC or 300 BC or In the future any century. But I was born in this century. I donтАЩt know if was that my choice or not. But the interesting part is whichever century I would/will be born in, my life wouldnтАЩt be perfect, never.\n\nThe earth. It has no fault. DonтАЩt forget this is where we are born, living, and buried. It is under the CreatorтАЩs authority. Otherwise, the much we hate it insults being so shameless. For sure It would take revenge. Humans! see who are bad go away from my place, no birth, no living, no dying, nothing on me.\n\nI feel powerless against a mosquito. Yeah if I have money we can buy that place where no insect will enter. But you have insects inside of you. Can you live without that?\n\nIn front of the mirror, I see myself I have bones and organs. All are working. I am not giving any instructions. I donтАЩt tell my digestive system to do work. It does its work itself. My system will alarm me when I am hungry. But I have a choice Which food can I eat. Which food can I afford? That choice my body will not make. It is my choice according to my situation I will make that decision.\n\nSo when I am not giving any instructions to my body, I have no authority over it. I just clean it and keep it well so that I can do my job nicely until I die.\n\nSpirit that is mine. But It has its own wish, hunger. Sometimes we feel empty and donтАЩt know why we feel like that. Some strange feeling, something missing.\n\nWe want something good. Something out of the world. Who will understand us fully, DonтАЩt have to say anything but will know everything, will never leave us what the situation is, 24/7 will be with us, will never be bored with us, will be so patient, never will be tired, Never will be offline, we are humans make mistakes but if I return with a solid apology will forgive us. Will love us doesnтАЩt mean how we look like, how much prosperity we have, will see us as who we areтАж Those all sound good right. Peace, Happy.\n\nIn spirituality, we have that wish. We search that for whole life. Start from Mother-Father-Siblings-Relatives-Neighbors-Friends-Lover-Life Partner-Childs-grandchild-strangersтАж But in everywhere there is some emptiness, something less, something missing. That just does not fit what we want. Our whole life we discuss, become frustrated and regret how disappointing life is. We have to compromise it and get used to it. My wish is all just a fairy tale.\n\nBut no. If you want to see something by closing your eyes, you will not see it for sure. Here you are. Your dream came true. You are not searching for any human. Those characteristics donтАЩt fit any human being. This is the existence which your soul knows very well.\n\nYou trust your instinct, donтАЩt you? Ask yourself what it wants. And search for the things that fit those characteristics.\n\nDonтАЩt find something then try to fit your all wishes on that.\n\nFollow the perfect sequence."
  },
  {
    "id": 17,
    "image": "post-17.jpeg",
    "category": "Life",
    "published_date": "January 7, 2024",
    "title": "Acceptance",
    "content": "Some things can never be explained to anyone. Accepted.\n\nOur wishes will not come true just by listening to us as they do for imagination. Accepted.\n\nSome kin never will be our kin except by name, blood connection, and bond. Accepted.\n\nWhy didn't I learn the truth since childhood? why didn't I know the truth about everything in life, surrounding me!\n\nWhat was the necessity of that much love where in the end I will be spinning in the whirl of them! will ask me the same question a thousand times, which one is true and which one is false.\n\nI know, I have to ask those questions only to myself, no one else will dare to listen or tell the truth. Silent, avoiding...\n\nDid you think that I couldn't do that much for myself! As understanding came to me, I faced many things. \n\nDid you think that my silence meant that I didn't understand anything? \n\nAs understanding came to me, I also have been reorganized.\n\nWhat! Will tomorrow's me say that she doesn't know who I was yesterday, an illusion, a lie, or something else. \n\nWill Today's me say that tomorrow's me is non-existent being!\n\nMe, only the present me, rest are strangers.\n\nBut yes, with all versions of us have some settlements that we have to maintain, otherwise the disaster will happen within me, and there will be noтАВone to stop it. Unless a wise, proper leader among me, takes my responsibility.\n\nYou don't give up, you don't despair, you don't give up. You are yours, you are your friends, true companions. \n\nI will fight for you, and make a treaty for you. I haven't forgotten our contract."
  },
  {
    "id": 18,
    "image": "post-18.jpeg",
    "category": "Life",
    "published_date": "January 8, 2024",
    "title": "Inside strikes",
    "content": "I am someone individual. I have my own wish, my own understanding, my own way of accepting which is what.\n\nBut when a perfect, calm person, accepting person starts her own step in life challenges, war starts from then.\n\nProve me where am I wrong, Just prove me with solid argument/solid proof. I will listen to you whatever it is.\n\nMy mind is not listening to me how can I make you understand that? It needs proof.\n\nI do believe you. But now my mind wants to understand things by itself.\n\nI am not being separated from you, never anyone will be successful in making me do it.\n\nThe bond among us is too strong. You all are in my memories and life.\n\nI can never detach from you, never belittle you.\n\nYou donтАЩt know how much higher place you exist in my heart.\n\nThat much hurt did I cause! But how am I wrong, Please explain to me I will listen to you.\n\nMy confidence, Self-image, and dreams have all been polluted by my own beloved personтАЩs hatred.\n\nI am alone, I am going crazy, I am being sick.\n\nI am not blind, I know your love, your situation, your sacrifices, I know you. But here I have no one to talk to. I am sick. I want to be near you and warm love.\n\nI am not at peace. I donтАЩt compare you with worldly things. you are in a higher position in my heart.\n\nHard behavior, being strong, and motivational speech stories arenтАЩt working for me.\n\nCanтАЩt you understand me? I am your kin. You are my closest kin in this world.\n\nI know I shouldnтАЩt say those, Those are cowardly talk And excuses for fleeing away.\n\nBut trust me I am broken from childhood. Please explain to me all the single topics I need to know.\n\nI donтАЩt need any luxury, jewelry, or shiny world. I want toтАВbe happy with all of you. I am not a runaway person.\n\nI am sick, I am not well. And you are dreaming of me as the full moon, shining on the sky.\n\nI know your happiness, hope, and dreams surround me. I am a shining star for you but I feel like I am lost in the deep of a black hole.\n\nListen to me, word by word what I tell you. I am not a coward, I am not making excuses.\n\nI am not well take me and hold me strongly on you. Because you are the safest, most peaceful place, closest kin I have in this world.\n\nDonтАЩt tell me to be strong. DonтАЩt give all motivational speeches. DonтАЩt come to tell me how to be strong, warrior.\n\nYou didnтАЩt know me at all.\n\nAll single moments of my life, dreams, and happiness gone polluted by hatred, nasty words, and behavior of my close loved people.\n\nI illustrating, I am very sick, I am going crazy, I am confused. I am not making Jokes. Please donтАЩt make fun of me.\n\nHear me out word by word as I say, every word by word. All I mean seriously.\n\nListen to me, look at me, I am not a coward. I am not giving any excuses.\n\nSomeone came to life at that crucial point. But that was the blast of a big tornado for a long time.\n\nI need to know, I need to know. Please tell me.\n\nI canтАЩt study, I canтАЩt do work,тАВI canтАЩt live normally. I am broken, CanтАЩt you see at all? My mind, my soul isnтАЩt in peace. DonтАЩt tell me I am ruining your all dreams, I am the reason for all those. I am no one for anyone because I am an individual human being.\n\nYou should have to support me, shouldnтАЩt you?\n\nI know I shouldnтАЩt wish for anything, I shouldnтАЩt ask anything. But I really need some peace, some love, some care.\n\nI can totally see what is your condition. But youтАЩre not aware I am not going through less than that.\n\nI am not living in paradise. I am not in the perfect place.\n\nJust talk to me politely, listen to me with respect, donтАЩt be harsh. I donтАЩt know. Teach me with love, care and respect.\n\nI didnтАЩt abandon anyone, You all didnтАЩt understand me at all.\n\nI donтАЩt want any more fights, any more bad moments. CanтАЩt you be happy and optimistic all the time? My happiness and life are bonded with you.\n\nAsk me what you want to know, and I will be honest. You want an easy, comfortable life. Please give me proof I will be in the end according to your theory.\n\nHear me out word by word, listen carefully I mean all of it.\n\nPlease understand I am dying.\n\nI am so tired of explaining andтАВfighting. I think I want my retirement too soon just to be happy, and smiley."
  },
  {
    "id": 19,
    "image": "post-19.jpeg",
    "category": "Life",
    "published_date": "January 10, 2024",
    "title": "Selfish, I am!",
    "content": "Men, You are amazing.\n\nYou work whole day, stay outside whole day, work whole day, interact with people and multiple situations.\n\nFather is amazing they treat me as if I am his beloved princess. No filter is needed when youтАЩre around me. I feel like a free bird in the sky. I am surprised How do you do that ?! So I also love you whatever you are, even if the whole world says you are bad. You are my hero. Always will be\n\nBrother how amazing you are. I donтАЩt have to think about myself, or anything when you are around me. Own portion you give me just to see my enthusiasm and become a warrior of my life. Most trustworthy warrior. Who knows magic and shows up whenever I need you before even I know that\n\nMy life, beloved husband how can I make you understand my love for you. I didnтАЩt have to love any men before. I just fell into their love without notice. You fulfill all my wise, dreams. My life is completed with you. You are the balance of my life.\n\nMy son, how much I love you!!! How many dreams I saw, how much I thought, thousands of stories gone to my imagination surrounded by you. New life is coming through me ЁЯе░.\n\nMy grandchild, my old ageтАЩs new youth. Dates night, romantic stories with you.\n\nI donтАЩt know where I am.\n\nMy love just donтАЩt show up.\n\nI am just taking love always, I am really bad.\n\nLiving in paradise, I am the only one who is living the life. I donтАЩt know how to be grateful.\n\nI am the blind one, I donтАЩt do anything, I donтАЩt see all sacrificing your life for me. I am the queen, I am the princess.\n\nWhen any of them came home, my happiness how spread in the air. And run off to see you leaving everything. CanтАЩt wait for you to come to me.\n\nWhat is this? You are so stupid my hero with a smile. I am just happy about your return, No need for those.\n\nCanтАЩt you stay longer ??\n\nI am so selfish. All men are amazing. I donтАЩt know how to show or do a thing, how to say I do that for that. Because itтАЩs you my heroes you all are doing everything.\n\nMaking my world paradise. Sacrificing your own life for me.\n\nI donтАЩt know how to express love, I am not grateful still I donтАЩt want to leave any of you.\n\nI want to live my whole life through you, to have a nice happy life.\n\nI feel happy, and joy around you even in your bad moments. My life is great, even when you are in stress, tension, problemsтАж..\n\nI am sorry for being like that, But my world is you. I just canтАЩt want to leave it, even if I am the ungrateful, selfish one."
  },
  {
    "id": 20,
    "image": "post-20.jpeg",
    "category": "Life",
    "published_date": "January 12, 2024",
    "title": "To my heroes",
    "content": "You are the one who wants my happiness but you are also the one who canтАЩt resist my happiness-joyful life,\n\nI stay home, do life decoration, stay enjoy my life. Why do you feel so jealous of me?\n\nI know you get tired, me too. But I still embrace that moment calmly and optimistically, why canтАЩt you?\n\nI think your every single thing is love but your heart is missing, head try to understand the logic. Suspicious of everything. Thinking all are taking advantage or have hidden purpose.\n\nMy heroes, you are the ones who are selfish. Want to run from responsibilities, want the reckless self world.\n\nThat fault goes to us, we mothers love children too much. But donтАЩt teach children they have to love it back too.\n\nWe, girls, pass our time with that selfless female and learn that love is just giving everything, and accepting everything with happiness.\n\nWe are the ones who donтАЩt care about how the father is, the father canтАЩt miss them. The daughter will find him anyway and will spend time with him anyway. Even if it means being awake the whole night.\n\nWe are the ones if our brothers forget us still donтАЩt forget them or cut the connection. We will find them, scold them, be angry but make them be with us."
  },
  {
    "id": 21,
    "image": "post-21.jpeg",
    "category": "Life",
    "published_date": "January 13, 2024",
    "title": "Courage",
    "content": "Name me the fear, I will surpass that at first.\n\nGive me a doubt, I will be expert on that.\n\nTell me about, I will believe you.\n\nTrick me, you will be tricked by yourself.\n\nShow me the weak point, It will be the strongest side of me.\n\nTry to forget me, You will never be able to do that.\n\nThe hardest and dearest things should be done at first.\n\nMaybe that is why you focus more on those to become expert on it."
  },
  {
    "id": 22,
    "image": "post-22.jpeg",
    "category": "Life",
    "published_date": "January 13, 2024",
    "title": "Knowledge",
    "content": "Knowledge is power. Compliments over it depend on the use of it.\n\nIf it is on the right hand, in the right person, and handled the right way then it is right.\n\nOtherwise vice versa.\n\nNo need to debate your whole life about chicken and egg. We eat both. Also, they are being produced.\n\nAnd nobody asked us when they were created.\n\nRelieve yourself, and be kind to yourself."
  },
  {
    "id": 23,
    "image": "post-23.jpeg",
    "category": "Spritual",
    "published_date": "January 14, 2024",
    "title": "Learning",
    "content": "No one can be truly good if they donтАЩt know what is wrong clearly.\n\nWe learn both equally and become experts on both about knowledge.\n\nThen we choose a side. Otherwise, the person is a robot nothing else.\n\nThere is no evil or peace learning. The point is the deed.\n\nAlso for the learner, donтАЩt be that donkey who doesnтАЩt know what he is carrying.\n\nAl-Quran: Chapter 62: Jumuah, Verse: 5 [ The example of those who were entrusted with ╦╣observing╦║ the Torah but failed to do so, is that of a donkey carrying books. How evil is the example of those who reject AllahтАЩs signs! For Allah does not ( guide the wrongdoing of people. (5) ]\n\nI am sorry that knowledge is not from me. So I had to give the reference. I think we know about the referencing matter. I canтАЩt say it is mine when it isnтАЩt.\n\nThis author and teacher of it is the best."
  },
  {
    "id": 24,
    "image": "post-24.jpeg",
    "category": "Life hacks",
    "published_date": "January 14, 2024",
    "title": "Decision",
    "content": "Convert the right decision to deed as soon as possible. DonтАЩt ever keep it waiting for the right moment. When you realize it is right from that point all the moments become perfect for it. Now it is just all up to you.\n\nAnd when youтАЩre confused, write it all down. Then wait 7 days. Then if still you think it is okay step forward otherwise leave it.\n\nYou already know who you are, and what you want at that point."
  },
  {
    "id": 25,
    "image": "post-25.jpeg",
    "category": "Life hacks",
    "published_date": "January 15, 2024",
    "title": "Respect",
    "content": "Being grateful is a great character you can build. Be grateful no matter what it is, no matter how small or big a good deed they did to you, be grateful. Say thanks with a satisfactory smile.\n\nYou will feel great. You will be nice, and gentle in your own eyes. And you will be able to respect yourself.\n\nAnd Respect, thatтАЩs what I wanted to say about. Be respectful to everyone. Younger, Elder, good person, worse personтАж Yes, there are laws and rights. Those who do wrong will get punishment but respect is something else. It is you, Not them.\n\nYes, I know it is too hard to do, I know it."
  },
  {
    "id": 26,
    "image": "post-26.jpeg",
    "category": "Life",
    "published_date": "January 16, 2024",
    "title": "Big Bro",
    "content": "My Big Bro, I always quarrel with him. From childhood, I am always been a fiery dragon.\n\nMy Big Bro never quarrels back with me. Always kept silent and smiled at me.\n\nI never had to do any work at home, and Even if I insisted too hard, became angry. My Big Bro took all the work from me and did it himself.\n\nI remember One day My brother told me he touched my lunch, and I didnтАЩt eat it. My mother explained to me that was Jock many times. Still, I didnтАЩt eat. He used to make too many irritating jocks to see my angry mood.\n\nIt is me. Everything needs to be separated, set accordingly as I want and no one can touch anything.\n\nI remember I got two dresses on Eid with accessories, and my brother took me to the market to buy the dress. He didnтАЩt get anything in Eid but didnтАЩt say a word.\n\nHe replied how much I become angry, scold, insult him, and he will never stop talking to me. stop calling me, message me. Why do I have to be smiley always? It is too hard.\n\nI am angry, temperance but I can see, hear, and understand. People make mistakes thinking, I donтАЩt have any memories. Or maybe they miss me too much. love me too much.\n\nMy brother cried for me, Even I scolded him and told him donтАЩt you have any shame just to make him leave me alone. I am too much broke please I want to handle my side by myself. I know you are more broken than me. And I want sometimes alone.\n\nI know that is totally true. If I have any issue I have to become normal and smile at that moment no matter what. And He works too hard on it seriously. That is really hard to do. I have to be smiley, happy, and in a good position. That really irritates me sometimes, especially at a bad time.\n\nHe hated me when I bellowed myself. Surprise. I have no right to do that. I broke his heart, and I treated myself badly.\n\nHe becomes nervous when I am around because I make him feel I have been changed. And It is totally my fault, I became mature-elder.\n\nNow I want to understand everything myself, love to do everything by myself, I want to think by myself. I am not that angry little doll anymore my big hero. I want to be someone in my sight.\n\nI want to make mistakes, fall again and again, get hurt, and learn-understand everything by myself. I want to explore my life and live my life fully. Want to be responsible for my deeds, and make my own decisions.\n\nNo hurts, mistakes, burdens, or falling can stop me. Let me Explore my life. I am happy You all are with me.\n\nSo he hates me too much because he loves me so much.\n\nThat much is true we both know each other. We both care and love each other. But still, we have to fight to the death. ThatтАЩs the sibling meaning.\n\nI have so many heroes in my life, He is one of them."
  },
  {
    "id": 27,
    "image": "post-27.jpeg",
    "category": "Life, Life hacks, Spritual",
    "published_date": "January 21, 2024",
    "title": "Alive Dead",
    "content": "Where did all the man gone,\n\nWhy in my eyes I only see dead people?\n\nDoes having breath means people are living? Hooray !!!!\n\nSo much education is stuffed in my head that I canтАЩt even take a breath.\n\nAre we making a robot or technology-system making us the robot?\n\nBetrayers, and liars all over the world.\n\nBeing a good representative thatтАЩs all matter.\n\nTure is too tough to take.\n\nWe memorized so much and gained too much knowledge still as dumb as animals.\n\nFrom where, where will I go\n\nWe live as dead and say in peace on death.\n\nFrom where did I come, and where will I go.\n\nHow can I be sure death is the rest in peace !!!\n\nWhere I didnтАЩt know how my world would be still shown up on time saying here I am.\n\nIs it all about me for myself?\n\nAt which age do people get mature, and become responsible for their own act-decision ???\n\nDonтАЩt we feel tired of blaming others?\n\nSo weak we became, try to hide face, ignore all mirror.\n\nStill, my image canтАЩt hide from me.\n\nChoose a side, and pick up your own identities, Achieve it.\n\nYou should work hard to achieve any badge.\n\nDeath is better than us at least they lost the authority to do anything in here.\n\nSo rest in peace, now we canтАЩt fight anymore, our connection had been cut down,\n\nAnd we are Alive-death searching for death to save us from this burden.\n\nWhy did we even come to this world in any way?\n\nWhat kind of living is it where death is always kept hidden, frightened of facing the truth,\n\nAnd what kind of peaceful death is it where being vanished, or being no one meant peace.\n\nToo afraid to be coward, havenтАЩt enough courage to be brave.\n\nSome people really are worth staying in the museum,\n\nI think the whole world is."
  },
  {
    "id": 28,
    "image": "post-28.jpeg",
    "category": "Life, Spritual",
    "published_date": "January 25, 2024",
    "title": "Midway 1",
    "content": "Respect is not being silent and bowing head in front of elders and respectable peopleтАж\n\nYou will make a million mistakes if you think this, and obey this.\n\nAnd at last, those people will turn their back and say why did you listen to us, follow us when you will be in trouble.\n\nthere are so many elders and people in respectable places but they are on the blacklist for crimeтАж\n\nThis kind of person is an egoistic, prideful person who wants those. Want you to be treated as a false God, Not even a human well-wisherтАж\n\nThey donтАЩt consider their deeds, never will look at it but will be there to judge when something doesnтАЩt go as they wish.\n\nNo, I am not saying reject, disrespect the Worthy one, and respect, or accept the unworthy one.\n\nYou have to judge yourself who you are when you make any decisionтАж\n\nWhen you want to purify yourself and develop yourself there are so many tricks that will come to challenge youтАж\n\nShow me is it really good? how?\n\nAre you sure, you are not delusional?\n\nYes, I need those questions, and tricks to face to purify myselfтАж\n\nBut it is also true that you are not purified yet keep that in mindтАж\n\nThere will questions come that the purified person is like that?\n\nwhen you donтАЩt know it well enough but want to be and love it, these questions will tear you apartтАж\n\nSay, I am not the angle who doesnтАЩt make any mistake or will never do itтАж\n\nI donтАЩt admit that, I am superior to any of you, ButтАж\n\nI choose to purify myself anyhow, even if it means mistakes, and ask forgiveness till my death breathтАж\n\nI donтАЩt choose any mistake-sin committed by me because I am well known that I can make mistakes and others can forgiveтАж\n\nMistake-sin will be committed by me because human kind made this way, and will choose that redeem myselfтАж\n\nIn my conscious mind, there will not be any mistake or sin Which I didnтАЩt work strongly, passionately,\n\nIn my conscious mind, I didnтАЩt follow the right way, didnтАЩt try to redeem myself strongly with full of my strength, and didnтАЩt ask for forgiveness correctly.\n\nThere will not be any fall when I never tried to stand up again, My creator gave me legs, mind for thatтАж\n\nThere will not be any mistreat-behave which I will not work with my whole strengthтАж\n\nYes, enemies are needed in life to reach to purify oneselfтАж\n\nI have many from fairly to extreme levelsтАж\n\nI trembled with fear of those, millions of fearтАж\n\nStill, Please my Creator keep me on the right path, I am submitting myself to youтАж"
  },
  {
    "id": 29,
    "image": "post-29.jpeg",
    "category": "Life",
    "published_date": "January 30, 2024",
    "title": "Just",
    "content": "DonтАЩt choose an injustice person as your own. Even though they are injustice toward your most hatred enemy.\n\nWhy do people need to love so much which creates the most hatred in them?\n\nIt could be better to love as it needs to be. It is never love that takes away a humanтАЩs nature, manners, and virtue.\n\nBe the lover even if we are separated and become bloodthirsty enemies. Still, your enemy can rely on you. Have faith that injustice will not come through you.\n\nBe a human first then I will think about what you can be in my life.\n\nEven if you are unjust toward my bloodthirsty enemy, I hate you.\n\nFor me, your unlimited love is nothing but a show-off.\n\nThat person is a good human who knows duty, and responsibility and is always conscious and wise. DonтАЩt get overwhelmed by anything."
  },
  {
    "id": 30,
    "image": "post-30.jpeg",
    "category": "Life, Spritual",
    "published_date": "February 4, 2024",
    "title": "Hellish",
    "content": "Some people deserve the hell. All pain, messy, bad things both in this world and after this life. Some deserve the hell of punishment without any question.\n\nSurprising how Allah tolerates all of this, have patience. How could Allah do that knowing everything! Allah is really the most kind, and tolerance exists, There is nothing left but surrender to Allah when you understand clearly.\n\nSo leave them as they are. Allah will decide their fate. Duty has been finished, and judgment has been entered. Are you ready to get the fruits of your deed?\n\nWhen Allah is the only guardian then everything is on to Allah. May Allah take all authority, My work is done. I am submitting my all suffering, complaints, and speech to Allah. I know Allah.\n\nThere is nothing left for me, I finished my duty.\n\nOne should get frightened when his all wishes, and opportunities come as heavy rain. You reach the extreme character to deserve what was prepared for you. You earned it all by yourself. You are the one who owns all.\n\nAnd when all pain, digester come as rain. You find yourself in a breathless shrink place, good news is waiting for you.\n\nThere is no forgiveness for munafiq even though the prophet asked it seventy times. ItтАЩs forbidden for Muslims to ask forgiveness for munafiq. I surrender myself to AllahтАЩs wish.\n\nYou can only be there where you get permission from authority. We so developed people know it very well. We just act dumb when it is time to take an exam. So educated we are for what we are so prideful.\n\nGreed makes us living corpses. But accepted. Luxury which has magic, has power as drugs and alcohol everything blurred on that shine. Even own life.\n\nWho cares about dead peopleтАЩs speech, which doesnтАЩt reach our ears. We love to have life being dead. Then we donтАЩt have to feel anything. We are just inexistence. But From inside sound comes aloud who are you kidding?!\n\nSome laugh at pious. Says, Does the Creator love you! then why are you in this condition? why the creator doesnтАЩt protect you? give you so much suffer?тАж.. A peaceful smile comes from inside, тАЬBecause Allah loves you too, So please donтАЩt cross your limit, donтАЩt make yourself worthy of deserve the hellтАЭ."
  },
  {
    "id": 31,
    "image": "post-31.jpeg",
    "category": "Communication, Life, Spritual",
    "published_date": "February 4, 2024",
    "title": "Human",
    "content": "All are the same.\n\nWhich country, which nation, which culture, whatever you can think of.\n\nHumans are human. They all are the same. You will find everyone in every place.\n\nOnce you realize it you will find yourself more than *100 years ahead of your actual age.\n\nThatтАЩs the meaning of fully live. You learn all truth and false. Clearly understand everything. Time runs so fast for you that when you get 1000 years old you donтАЩt realize a bit.\n\nYou know what happened, what is happening, and what will happen in the last all are clear.\n\nThatтАЩs the age we are living. Fast speed.\n\nDonтАЩt fool yourself(at least you).\n\nNothing has been changed. It is all the same, just we know much now."
  },
  {
    "id": 32,
    "image": "post-32.jpeg",
    "category": "Life, Life hacks, Spritual",
    "published_date": "February 4, 2024",
    "title": "Warrior",
    "content": "WhatтАЩs a Lady? I donтАЩt know.\n\nWhatтАЩs a women ? does I donтАЩt care.\n\nI am a fiery dragon, lioness of the forest.\n\nI learned myself. She will not break, she will not stop, she will not bow.\n\nShe is a warrior. Her peace, and happiness in living life is that.\n\nI donтАЩt care who, or what will think or do for me or anyone else. But I will do that for sure. I will not stay silent no doubt.\n\nEven If I need to fight against all of my own people. Or any enemy. If you are someone who has courage for that only that person can be with me. Otherwise, my creator is enough for me.\n\nFistfight or debate or journey of any dark forest my life is being a warrior. The fiery dragon, the lioness.\n\nThatтАЩs the meaning of life, thatтАЩs the meaning of living, thatтАЩs the meaning of having breath. ThatтАЩs me.\n\nI donтАЩt need any prince charming or warrior to rescue me.\n\nBeing a very bold, brave, daring, courageous, stubborn, rebellious, and headstrong girl. ThatтАЩs me.\n\nThe customs, traditions, and all social restrictions. WhatтАЩs that?! DonтАЩt bring any stupidity.\n\nтАЬI will not even ask anyone for my OWN ownership!тАЭтАХтАВ\n\nThatтАЩs me. Being free spirit."
  },
  {
    "id": 33,
    "image": "post-33.jpeg",
    "category": "Life, Life hacks, Spritual",
    "published_date": "February 10, 2024",
    "title": "Gems",
    "content": "Behaviour or characteristics education is totally different from professional or career education. ThatтАЩs why nowadays many can earn but doesnтАЩt have any idea how to live"
  },
  {
    "id": 34,
    "image": "post-34.jpeg",
    "category": "Life, Life hacks, Spritual",
    "published_date": "February 12, 2024",
    "title": "Some Adventures of Life",
    "content": "WhatтАЩs life, if there is no adventure?!\n\nAll the adventures and changes are the witness to time passing.\n\nI am not perfect. I will never be. Sometimes maybe clumsy, sometimes a crazy girl, sometimes an angry bird, sometimes as a fiery dragon, sometimes as a baby, sometimes as a warrior, sometimes as a wished oldest grandmother.\n\nI will not be the same always. Sometimes as shiny as the moon, sometimes in the darkest place, sometimes in the most Maddy-easiest ways with all untidy hair-untidy dress, sometimes maybe as cheerful, sometimes just looking and being by myself.\n\nThe person who deserves a better position and who also conditions all conditions and embraces them all is there for me.\n\nI donтАЩt know If I am a psycho or not. But If the condition is that all humans are hypocrites, then no need to waste oneself on useless things. Or accept something wasteful over emotional blackmail. Or wishing a miracle to come in the specific time condition and make oneself crazy depressed being betrayed.\n\nYes, eyes are for sight, crying, or many other signs. Also, material/doorway to get hurt. The same goes for everything you have or owned. All are precious things, know the value of everything. Please give them the respect, value, and protection they deserve."
  },
  {
    "id": 35,
    "image": "post-35.jpeg",
    "category": "Life, Life hacks, Spritual",
    "published_date": "February 12, 2024",
    "title": "Living",
    "content": "Should I say sorry to that person who was a companion of my sin? Or accuse that person for consciously taking me to the dark place?\n\nTruth never stays hidden. Today, 10 years later or 100 years later that will come to the light.\n\nI think I should just leave that person and continue on my own journey. And ask forgiveness from Almighty Allah. Allah kept that knowledge hidden and brought it to light which makes me feel regretful. That fire, heat, and strike can make the heart soft.\n\nAnd now my world isnтАЩt the same as before. It will never be like before. Journey, time is for that. Those are the keys to the new world.\n\nLive long. Live fully. Yes, it is possible to live the same as 1000 years in 30 years.\n\nChild? No children are those who havenтАЩt started their life yet. Or didnтАЩt reach the point of having access to life fully. But day by day, second by second they are reaching to that point.\n\nThat adult who wants to return back to childhood. I think they are so exhausted about their life and want to go away from their life, and everything."
  },
  {
    "id": 36,
    "image": "post-36.jpeg",
    "category": "Life, Spritual",
    "published_date": "February 20, 2024",
    "title": "Changing",
    "content": "When I was far away from my country, I realized that I was nothing. When I returned from abroad to my own home country, I realized that in my own country, all people have mental problems. After that when I went back to abroad again and returned to my home country again, I realized my people were so intelligent. Then again when I returned back to my home country from abroad I was someone important, they needed me, and I needed to stay on the soil where I was born.\n\nThere are so many questions from that perspective. And answer, That depends on the person and his/her personality.\n\nIn my own opinion, if I have the identity of being truthful then I also should be truthful about myself. That is also part of truthfulness, isnтАЩt it? \n\nWhatever deed is good or bad, its understanding starts from the self. Experiment material for me is myself.\n\nIf I should hide from my own person, how could they become my own people! \n\nSorry, I donтАЩt want to hurt anyone. But unfortunately or fortunately that is the rule of our creator. There are so many variances, always ups and downs. We are not perfect, sorry to me, I was asking for a heavenly environment when I am in the world. \n\nWe need to work for those. Need to prove to yourself that you are worthy of it. And the beautiful thing is that your efforts affect you more than outsiders."
  },
  {
    "id": 37,
    "image": "post-37.jpeg",
    "category": "Life, Life hacks",
    "published_date": "February 23, 2024",
    "title": "Light as feather",
    "content": "They say what does good teach you?!\n\nThey say does good provoke you to hate?! then what is the difference between you and bad? You both have the same identity.\n\nThey say why good people suffer, why good people arenтАЩt at peace?!\n\nThey say it is a hallucination, lies which I make myself believe.\n\nThey say if I am that much good why canтАЩt I solve world all problems?!\n\nThey say where are your good deed and good companion, why doesnтАЩt they save you from your suffering?!\n\nThey say why the good are coward?! They are stupid. They make themselves suffer and bring suffering around them.\n\nThey say why good need any protection?! need anything at all. DoesnтАЩt good is enough for them to survive?!\n\nThey say Why did good make you more depressed?!\n\nThey say good are gloomy and results are out of sight.\n\nThey say If you are that much sure then why did you leave good?!\n\nThey say why did you listen to us, why didnтАЩt focus on your deed?! You had more knowledge than us. DonтАЩt blame us. If you are so eager to blame someone then blame yourself.\n\nThey say good needs to be good and bad will be bad. But good also being bad this way. And we are confused.\n\nThey say Good need to have most vulnerable to get hurt and have to be most inactive.\n\nI am happy Good-BadтАЩs identity isnтАЩt sealed from you. I am just so grateful for feeling light and getting peace."
  },
  {
    "id": 38,
    "image": "post-38.jpeg",
    "category": "Communication, Emotion, Life, Spritual",
    "published_date": "March 1, 2024",
    "title": "My lovely mother",
    "content": "I am in debt for all your sacrifice, suffering, and deeds my respected lovely mother. I havenтАЩt enough anything to get rid of any debt even a single breath of you. My full of heart gratitude, love, and respect towards you.\n\nBut My lovely mother you didnтАЩt create me. My skin, my any organ nothing is created by you. Yes, you bear me. But my past, present, future, fate you are not aware of anything not anything is in your hand. Yes, your satisfaction means too much for my life, fate, past-present-future. And all those respect, higher position of you set by the Creator. The Creator who created you and me. The Creator who created the Earth, Sky, and everything between them.\n\nWhich thing didnтАЩt give me you have no authority to destroy or force me to do it using blackmail of your high position.\n\nMy lovely mother donтАЩt kill me. DonтАЩt choose any bad daddy for me. Please donтАЩt destroy my childhood, donтАЩt bring trauma to our life, donтАЩt kill anyone. My lovely mother you are a position of that. Please protect yourself. Guard yourself.\n\nChoose a good life for you so that I can have a good life too. Take care of yourself you are my place on earth. Love yourself, and treasure yourself you are so important not only for yourself but for so many lives.\n\nMy lovely mother. Please be your guardian for your own sake for my sake for lots of lifeтАЩs sake. You are the beauty of the world. Bearer of new generation, builder of humanity manhood. Know yourself, give yourself proper value for real. I donтАЩt want to be neglected. Mother climb high, learn and take us to high, teach us. Show us the world through you. DonтАЩt lie. Mothers are higher degree personality persons, the most brave person. Please choose truth for yourself and also show us the beauty of truth.\n\nWhen you are weak I am weaker. When you are traumatized I am in worse condition. You are not just for yourself, You are a world. Gateway of a different world. Soul comes to you. I do rise be a human being. My lovely mother you never is alone. DonтАЩt through yourself anywhere or anyone. You are one of the best personality person to me."
  },
  {
    "id": 39,
    "image": "post-39.jpeg",
    "category": "Life, Life hacks, Spritual",
    "published_date": "March 1, 2024",
    "title": "Freedom",
    "content": "No pain no gain. Yes, thatтАЩs truth.\n\nFrom your childhood, you understand what will be your aim in life. You get the same incidents in so many ways from everywhere. All come over you like that way you forced to say, тАЬItтАЩs enough. I need to breathe, I have to breathe or I should make it finished right now.тАЭ\n\nYes, all kind of test will come to you. To give you chance to pass the exam. Write down all thoughts, all words, all deeds all will be examined until you win or give up.\n\nAll comes like a cyclone. The speech comes out like a storm. But when wishes come true all is calm. No word left to say anything. Yes, all wishes will come true.\n\nEmpty pot moves even in a breeze. Become crazy without knowing what is happening over all.\n\nDid you live a long life? Huh, your existence is the proof. LetтАЩs live, letтАЩs move, letтАЩs solve. Only let it happen in the right way on justice. ThatтАЩs all I want."
  },
  {
    "id": 40,
    "image": "post-40.jpeg",
    "category": "Communication, Emotion, Life, Life hacks, Spritual",
    "published_date": "March 12, 2024",
    "title": "Your Story",
    "content": "Sometimes no one can reach you to help you no matter how much they try,\n\nYou are the one who should rise, stand up for rescue yourself.\n\nNo, it is not any tragedy story, it is your life story. Which parts see as tragedy or so afraid to think of,\n\nAgain, when you stand up being healed. You have to smile peacefully at those who hurt you at a bad time and say how are you, is everything ok?\n\nNo, it is not any hurtful story. It is your story.\n\nAgain, you have to go to them again and again to listen and help them. Who didnтАЩt even listen to you a bit and rejected you over and over when you were extremely broken.\n\nNo, itтАЩs not any broken heart story. ItтАЩs your story.\n\nIt is you who get raised again and again. Called it a pitiful, tragic story. Shown you as a weak and helpless being.\n\nUntil you believe, it is your story.\n\nNo, I am not saying there are no bad people around us or we donтАЩt need others.\n\nI meant to be someone to yourself. Be Someone special in your story rather than always being rescued or being wronged by others."
  },
  {
    "id": 41,
    "image": "post-41.jpeg",
    "category": "Life, Life hacks, Spritual",
    "published_date": "March 30, 2024",
    "title": "ржжрж░ржХрж╛рж░",
    "content": "рж╕ржмрж╛рж░ рж╕ржмржХрж┐ржЫрзБ ржЖржЫрзЗ, ржХрж╛ржЬрзЗрж░ рж╕ржоржпрж╝ ржХрж┐ржЫрзБржЗ ржкрж╛ржУржпрж╝рж╛ ржпрж╛ржпрж╝ ржирж╛ред\n\nрж╕ржмрж╛рж░ рж╕ржмржХрж┐ржЫрзБ ржЖржЫрзЗ, рж╕ржарж┐ржХ ржХрж╛ржЬрзЗ ржмрзНржпржмрж╣рж╛рж░ ржХрж░рзЗ ржирж╛ред\n\nрж╕ржм рждрзБрж▓рзЗ рж░рж╛ржЦрзЗ ржЧрзЛржирж╛рж╣рзЗрж░ ржХрж╛ржЬ ржХрж░рждрзЗ, рж╕ржарж┐ржХ ржХрж╛ржЬрзЗрж░ рж╕ржоржпрж╝ рж╕ржм рж╣ржпрж╝рзЗ ржпрж╛ржпрж╝ ржХрзНрж▓рж╛ржирзНрждред\n\nрж╣ржпрж╝рзЗ ржпрж╛ржпрж╝ рж╕ржм ржорзВржХ, ржЕржирзНржз, ржмржзрж┐рж░, ржкрж╛ржерж░ред\n\nржирж╛, ржирж╛ ржЖрж▓рзНрж▓рж╛рж╣ рждрж╛ржжрзЗрж░ ржарж┐ржХржЗ рж╕ржмржХрж┐ржЫрзБ ржжрж┐ржпрж╝рзЗржЫрзЗржи, рж╢рзБржзрзБ ржжрзЗржиржирж┐ рждрж╛ржжрзЗрж░ рж╕ржарж┐ржХ ржЗржЪрзНржЫрж╛ рж╢ржХрзНрждрж┐ред рждрж╛рж░рж╛ ржЙржарзЗржЫрзЗ ржЕржмрж╛ржжрзНржзрждрж╛ржЗ ржорзЗрждрзЗ, ржЧрзЛржирж╛рж╣рзЗрж░ ржорждрзНрждрзЗ ржирзЗржЪрзЗ ржирзЗржЪрзЗ ржЬрж╛рж╣рж╛ржирзНржирж╛ржорзЗрж░ ржжрж┐ржХрзЗред\n\nржзржирзА, ржЧрж░рж┐ржм рждрзЛ рж╢рзБржзрзБ ржЕрж░рзНржерзЗрж░ ржЦрзЗрж▓рж╛ред рж╕ржмрж╛ржЗржХрзЗ ржарж┐ржХржЗ ржЪрзЗржирж╛ ржпрж╛ржпрж╝ рждрж╛ржжрзЗрж░ рж╕рзНржмржнрж╛ржмрзЗред\n\nржХрзЗржЙ рж╢рзЛржирзЛ ржирж╛ ржЖржорж╛рж░ ржХржерж╛, ржЖрж▓рзНрж▓рж╛рж╣ рж╢рзБржиржмрзЗ ржЖржорж╛ржЗред рждрж┐ржирж┐ рждрзЛ ржиржпрж╝ ржмржзрж┐рж░ред\n\nржХрзЗржЙ ржмрзБржЭрзЛ ржирж╛ ржЖржорж╛ржЗ ржарж┐ржХ ржЖржЫрзЗ, ржЖрж▓рзНрж▓рж╛рж╣ ржмрзБржЭржмрзЗ ржЖржорж╛ржЗред\n\nржЖржорж╛ржЗ рж╕ржмрж╛ржЗ ржХржарзЛрж░ ржмрж▓рзЗ, рждрзБржорж┐ ржХрж┐ ржЖржорж╛рж░ ржжрзВрж░рзНржмрж▓рждрж╛ ржЦрзБржЬржЫрзЛ ржЖржорж╛ржЗ ржмрзНржпрж╛ржерж╛ ржжрж┐ржпрж╝рзЗ рж╣рж╛рж╕рждрзЗ ржЖржорж╛рж░ ржкрзНрж░рждрж┐, ржЖржорж╛рж░ ржЖрж▓рзНрж▓рж╛рж╣ ржзрж░рзНржорзЗрж░ ржирж┐ржирзНржжрж╛ ржХрж░рждрзЗред\n\nржирж╛, ржЖржорж┐ рждрзЛ ржнрзАржд ржиржпрж╝ред рж╢рзБржзрзБржЗ ржЖржорж┐ ржЪрж┐ржирзЗ ржлрзЗрж▓рзЗржЫрж┐ рждрзЛржорж╛ржпрж╝ред\n\nрждрзЛржорж╛ржпрж╝ ржнрзЗржмрзЗржЫрж┐рж▓рж╛ржо ржЖржорж┐, ржПржЦржи ржмрзБржЭрж┐ ржЖржорж╛рж░ рждрзЛржорж╛ржХрзЗ ржХрзЛржирзЛржЗ ржжрж░ржХрж╛рж░ ржирж╛ржЗред\n\nржЖржорж╛рж░ ржжрж░ржХрж╛рж░ ржЖржорж╛рж░ ржЖрж▓рзНрж▓рж╛рж╣ред\n\nржЕржирзНржп ржХрзЗржЙ ржмрзБржЭржмрзЗ ржирж╛ ржЖржорж╛ржЗред ржЖржорж┐ ржЖржорж╛рж░ ржЖрж▓рзНрж▓рж╛рж╣ржХрзЗ ржЪрж╛ржЗред рж╢рзБржзрзБ ржЖрж▓рзНрж▓рж╛рж╣ржХрзЗред"
  },
  {
    "id": 42,
    "image": "post-42.jpeg",
    "category": "Emotion, Life, Life hacks, Spritual",
    "published_date": "March 31, 2024",
    "title": "Ashamed",
    "content": "DonтАЩt be ashamed of what Allah made halal.\n\nDonтАЩt be ashamed of being a housewife.\n\nDonтАЩt be ashamed to take care of family, and children, and have an Islamic life.\n\nDonтАЩt be ashamed to touch old mother-father feet in public. Being scolded by them.\n\nDonтАЩt be ashamed of your own face or color. DonтАЩt hate yourselfтАж\n\nDonтАЩt be ashamed to eat halal food.\n\nDonтАЩt be ashamed to wear a halal dress.\n\nDonтАЩt be proud/reckless of what is not yours.\n\nAllah gives you those. DonтАЩt insult Allah. DonтАЩt belittle Allah. All are AllahтАЩs. Know Allah. You are not yours, who are you?! A servant nothing else.\n\nYes, you are so weak.\n\nDonтАЩt start the war against Allah. Surrender or you will be surrendered for surely.\n\nShame. Of course that feeling is also halal for us. But that shame gives love, good, nice, pious, great feeling.\n\nWe Muslims know how to feel, how to talk, how to think, how to see, how to hearтАж.. everything Allah had taught us."
  },
  {
    "id": 43,
    "image": "post-43.jpeg",
    "category": "Life, Spritual",
    "published_date": "March 31, 2024",
    "title": "Blindfolded Arrogant!!!",
    "content": "Debate and Debate.\n\nArgument after argument.\n\nNever ending conversation.\n\nI am not going to accept you neither want to listen to you.\n\nI donтАЩt want any logic, proof.\n\nI am just giving you chance to accept me to understand me.\n\nLook how good I am ! How kind I am !\n\nI am waiting to accept me if you really want me.\n\nI could be more reckless, unkind, cruelтАж\n\nBut I am not like those bad people.\n\nAinтАЩt I good? wroth to be respected?\n\nI keep silent even though you talk for ten years, became creazy on self talk over drown on millions thinking, overwhelm. I did nothing. I didnтАЩt leave you.\n\nI waited for you to understand that I donтАЩt care whatever you say, whatever you think or believe whether it is good or badтАж\n\nThis is you who is precious to me, I want you.\n\nI did that much, to treat you that much still you are so ungrateful to meтАж\n\nDonтАЩt see whom you are going to loseтАж\n\nYou will not get anyone more caring and loving than meтАж\n\nThere are too many bad people out there, I am not like themтАж\n\nHow dare you compare me with them, even worse than themтАж\n\nYou truly are ungrateful, donтАЩt deserve me.\n\nYou should see the world without me, and the true face of the world.\n\nI also wonder who will even sit beside you who just explain day-night for 10 years.\n\nYou are really a loser."
  },
  {
    "id": 44,
    "image": "post-44.jpeg",
    "category": "Communication, Emotion, Life, Life hacks, Spritual",
    "published_date": "March 31, 2024",
    "title": "Defeat Fear or be defeated",
    "content": "I am so frightened to face you, to enter to you\n\nWhen you are upset\n\nThe negative signal frightened me so much that I wanted to hide from you\n\nHide from me, Start to hate myself.\n\nOh, my sweetheart if you are that much frightened to be rejected or face negative signal from me,\n\nHow do you love me?!\n\nYou didnтАЩt even enter to me, visited me fully. How do you know me?!\n\nI see written as coward in front of entrance\n\nI already love thatтАЩs why you see that message, my sweetheart.\n\nI want you to be brave.\n\nI am tired of waiting for you and your love.\n\nDonтАЩt you understand how hard it is?!\n\nYou didnтАЩt surpass and fight to yourself to see my love.\n\nHow will you live with me?!\n\nLike is part of love, How will I trust someone with everything of me who is so frightened of everything.\n\nLove makes a person brave, and gives courage.\n\nI show you the path, It is totally up to you which way you choose."
  },
  {
    "id": 45,
    "image": "post-45.jpeg",
    "category": "Communication, Life, Life hacks, Spritual",
    "published_date": "April 16, 2024",
    "title": "Help",
    "content": "Be static on your beliefs. The only way you can help yourself or others is by being static on the right path.\n\nYeah, we developed and progressed on technology but it doesnтАЩt mean we are honest."
  },
  {
    "id": 46,
    "image": "post-46.jpeg",
    "category": "Emotion, Life, Life hacks",
    "published_date": "April 27, 2024",
    "title": "ржкрзНрж░ржпрж╝рзЛржЬржирзАржпрж╝рждрж╛",
    "content": "ржЖржорж░рж╛ ржорзЗржпрж╝рзЗрж░рж╛ ржХржЦржирзЛ ржЯрж╛ржХрж╛ ржЙржкрж╛рж░рзНржЬржи ржкрзЗрж╢рж╛ ржмрзЗржЫрзЗ ржирж┐ржЗ, ржХржЦржирзЛ ржШрж░ ржмрж╛ржирж╛ржирзЛред ржЖрж╕рж▓рзЗ ржмрж╛ржЪрзНржЪрж╛ржХрж╛рж▓ ржерзЗржХрзЗржЗ ржПржЗ рж╕рзНржмржкрзНржиржЯрж╛ ржЖржорж╛ржжрзЗрж░ ржерж╛ржХрзЗ ржЖрж░ ржмржбрж╝ рж╣ржпрж╝рзЗржУ ржЖржорж░рж╛ рж╕рзЗржЯрж╛ ржкрж╛ржпрж╝ред ржЕржирзЗржХ ржмрж┐рж╢рзГржЩрзНржЦрж▓ ржкрж░рж┐ржмрзЗрж╢ ржкрж░рж┐рж╕рзНржерж┐рж░ ржЬржирзНржп ржЖржорж░рж╛ржУ ржмрж┐рж╢рзНржмрж╛рж╕ ржХрж░рзЗ ржирж┐ржЗ ржпрзЗ ржЖрж╕рж▓рзЗ ржЖржорж░рж╛ ржХрж┐ржЫрзБржЗ ржХрж░ржЫрж┐ ржирж╛ред ржЖрж░ ржирж┐ржЬрзЗрж░ ржоржзрзНржпрзЗрж░ ржЬржорж╛ рж╕ржм ржХрж╖рзНржЯрзЗрж░ ржжрзЛрж╖ржЯрж╛ ржжрж┐ржЗ ржжрзВрж░рзНржмрж▓ржжрзЗрж░ ржЙржкрж░ ржпрзЗржЯрж╛ ржЖржоржЬржирждрж╛ рж╣рж┐рж╕рзЗржмрзЗ ржмрзЗрж╢рзАрж░ржнрж╛ржЧ ржорж╛ржирзБрж╖ ржХрж░рзЗред\n\nрж╣рзНржпрж╛ржБ ржЫрзЗрж▓рзЗрж░рж╛ржУ ржмрж╛ржЪрзНржЪрж╛ржХрж╛рж▓ ржерзЗржХрзЗ ржпрзЗ рж╕рзНржмржкрзНржи ржжрзЗржЦрзЗ ржмржбрж╝ рж╣ржпрж╝рзЗржУ рждрж╛ржЗ ржкрж╛ржпрж╝, ржЖрж░ рждрж╛рж░рж╛ржУ ржЖржорж╛ржжрзЗрж░ ржоржд ржорж╛ржирж╕рж┐ржХрждрж╛рж░ ржХрж╛ржЬ ржХрж░рзЗред\n\nржЖржорж╛ржжрзЗрж░ рж╕ржХрж▓ ржмрзНржпрж░рзНржерждрж╛рж░ ржХрж╛рж░ржг ржХрж╛рж░рж╛? ржЖрж░ ржХрж╛рж░рж╛ ржмрзГржжрзНржз, ржмрж╛ржЪрзНржЪрж╛, ржпрж╛рж░рж╛ ржкрж░рж┐ржкржХрзНржд ржирж╛, ржпрж╛рж░рж╛ ржЖржорж╛ржжрзЗрж░ рж╕рж╛ржерзЗ рждрж░рзНржХрзЗ ржЬрж┐рждрждрзЗ ржкрж╛рж░ржмрзЗ ржирж╛, ржпрж╛рж░рж╛ ржирж┐ржЬрзЗрж░рж╛ржЗ ржжрзНржмрж┐ржзрж╛-рж╣рзАржирзНржпржоржирждрж╛ржЗ ржнрзБржЧржЫрзЗред ржЖржорж╛ржжрзЗрж░ рждрзЛ ржПржЗ рж╕рж╣рж╕ржЯрж╛ржУ ржирж╛ржЗ ржпрзЗ рждрж╛рж░ рж╕рж╛ржоржирзЗ ржирж┐ржЬрзЗржХрзЗ ржЦрзЛрж▓рж╛ ржпрзЗ ржЪрзЛржЦрзЗ ржЖржЩрзНржЧрзБрж▓ ржжрж┐ржпрж╝рзЗ ржЙржЪрж┐ржд ржЬржмрж╛ржм ржжрзЗржмрзЗред\n\nржШрж░ ржмрж╛ржирж╛ржирзЛ-ржкрж░рж┐ржмрж╛рж░ ржЧржаржи ржХрж░рж╛рж░ ржХрж╛ржЬ ржЫрзЛржЯ ржирж╛ред ржкрж░рж┐ржмрж╛рж░ ржЫрж╛ржбрж╝рж╛ ржорж╛ржирзБрж╖рзЗрж░, рж╕ржорж╛ржЬрзЗрж░, рж░рж╛рж╖рзНржЯрзНрж░рзЗрж░, ржкрзГржерж┐ржмрзАрж░ ржХрж┐ ржЕржмрж╕рзНржерж╛ рж╣ржмрзЗ рж╕рзЗржЯрж╛ ржнрж╛ржмрж▓рзЗ ржЖрж░ ржХрж┐ржЫрзБ ржмрж▓рж╛ рж▓рж╛ржЧржмрзЗ ржирж╛ ржЖржорж╛рж░ рж╣ржпрж╝рждред ржЯрж╛ржХрж╛ ржЙржкрж╛рж░рзНржЬрзЗрж░ ржХрж╛рж░ржг ржЖрж░ ржЧрзГрж╣рж┐ржирзА рж╣ржмрж╛рж░ ржкрзНрж░ржпрж╝рзЛржЬржирзАржпрж╝рждрж╛ рж╕ржмрж╛рж░ ржЬрж╛ржирж╛ рж╣ржпрж╝рзЗ ржпрж╛ржмрзЗред\n\nржПржЯрж╛ржЗ ржЖржорж░рж╛ ржХрж░ржЫрж┐ ржирж┐ржЬрзЗржжрзЗрж░ ржХрж░рзНржо, ржирж┐ржЬрзЗржжрзЗрж░ ржжрж╛ржпрж╝рж┐рждрзНржм ржкрж╛рж▓ржиред ржнржмрж┐рж╖рзНржпрждрзЗрж░ рж╕рзБрж╕рзНрже, рж╕рзБржирзНржжрж░, ржнрж╛рж▓ ржкрзНрж░ржЬржирзНржорзЗрж░ ржЬржирзНржп ржХрж╛ржЬред"
  },
  {
    "id": 47,
    "image": "post-47.jpeg",
    "category": "Bangla, Communication, Emotion, Life, Life hacks, Nature, Spritual",
    "published_date": "May 29, 2024",
    "title": "рж╕рзБржЦрж┐",
    "content": "ржХрж┐ржнрж╛ржмрзЗ рж╕рзБржЦрж┐ рж╣ржУржпрж╝рж╛ ржпрж╛ржпрж╝ ржХрзЗржЙ ржХрж┐ ржмрж▓рждрзЗ ржкрж╛рж░ржмрзЗржи ?\n\nToxic ржкрж░рж┐ржмрзЗрж╢рзЗ ржПржХрж╛ ржерзЗржХрзЗржУред ржЖржорж┐ ржПржоржи ржЖрж▓рзЗржо рж╣ржпрж╝рзЗ ржЙржарж┐ржирж┐ ржпрж╛ ржиржмрзА-рж░рж╕рзВрж▓ржжрзЗрж░ ржкрж░рзНржпрж╛ржпрж╝рзЗрж░ред рж╕рзЗржЦрж╛ржирзЗ ржирж┐ржЬрзЗржХрзЗ ржлрзЗрж░рзЗрж╕рзНрждрж╛рж░ рж╕рж╛ржерзЗ рждрзБрж▓ржирж╛ржорзВрж▓ржХ ржмрж┐ржЪрж╛рж░ ржЪрж▓рзЗ ржЖржорж╛рж░ред ржЖржорж┐ ржЕржирзЗржХ ржХрзНрж▓рж╛ржирзНржд ржорж╛рждрзНрж░рж╛ ржЕрждрж┐рж░рж┐ржХрзНржд ржлрзЗрж░рзЗрж╕рзНрждрж╛ рж╣ржУржпрж╝рж╛рж░ ржкржерзЗред ржПржд ржкрзНрж░ржнрзБ ржХрзЗржи ржЪрж╛рж░рж┐ржкрж╛рж╢рзЗ ?! ржорж┐ржерзНржпрж╛, рж╕ржм ржорж┐ржерзНржпрж╛ржЧрзБрж▓рзЛ рж╕рждрзНржпрзЗрж░ ржкрзНрж░рждрж┐ рж╕ржирзНржжрзЗрж╣ рж╕рзГрж╖рзНржЯрж┐ ржХрж░рзЗржЫрзЗред рж╕рждрзНржпржХрзЗ ржЫрж╛ржбрж╝рждрзЗ, ржШрзГржгрж╛ ржХрж░рждрзЗ ржмрж╛ржзрзНржп ржХрж░ржЫрзЗред\n\nржорж╛ржЭрзЗ ржорж╛ржЭрзЗ ржоржирзЗ рж╣ржпрж╝ ржЗрж╕рж▓рж╛ржо ржпржжрж┐ ржПржоржиржЗ рж╣ржпрж╝ ржпрж╛ ржкрзНрж░рждрж┐ржХрзНрж╖ржг ржЕржмрж▓рзЛржЧржи ржХрж░ржЫрж┐ рждрж╛рж╣рж▓рзЗ ржПржЯрж╛ ржЖржорж┐ ржЪрж╛ржЗ ржирж╛ред ржорзБрж╕рж▓рж┐ржо ржкрж░рж┐ржмрзЗрж╢рзЗ ржЖржорж┐ ржХрзЗржи ржПржд ржЕрж╕рзНржмрж╕рзНрждрж┐, ржЕржирж┐рж░рж╛ржкржж ржоржирзЗ ржХрж░рж┐ !!! ржорзБрж╕рж▓ржорж╛ржиржжрзЗрж░ржХрзЗ ржЦрзЛржжрж╛ ржорж╛ржирждрзЗ рж╣ржпрж╝ ржпрж╛ржжрзЗрж░ ржирж╛ржХрж┐ ржПржХ ржЦрзЛржжрж╛, ржпрж╛рж░рж╛ ржПржХрж╛рждрзНржмржмрж╛ржжрзАред\n\nржЖрж▓рзНрж▓рж╛рж╣ ржХрж┐ ржПржоржи ржкрж░рзАржХрзНрж╖рж╛ ржирж┐ржЪрзНржЫрзЗржи ржпрзЗржЦрж╛ржирзЗ ржорзБрж╕рж▓ржорж╛ржиржжрзЗрж░ ржЗрж╕рж▓рж╛ржорзЗрж░ ржХржерж╛ ржмрж▓рж▓рзЗ рждрж╛рж░рж╛ ржХрзЛрж░ржЖржирзЗрж░ ржЕржнрж┐рж╢ржкрзНржд ржЬржиржЧрзЛрж╖рзНржарзАрж░ ржоржд ржЖржЪрж╛рж░ржг ржХрж░рзЗред ржорзБрж╕рж▓ржорж╛ржирж░рж╛ред ржЖрж▓рзНрж▓рж╛рж╣ ржПржЗ ржЬрж╛рж╣рж┐рж▓ ржЬржиржЧрзЛрж╖рзНржарзАржХрзЗ ржХрж┐ ржнрзБрж▓рзЗ ржЧрзЗржЫрзЗржи !!!!! ржЕржпржерж╛ ржмрж┐ржкрж░рзНржпржпрж╝ ржЖрж╕рзЗ ржирж╛ ржорж╛ржирзБрж╖рзЗрж░ ржЙржкрж░ред рждрж╛рж░ ржХрж░рзНржо ржирж┐ржпрж╝рзЗ ржЖрж╕рзЗред\n\nржпрж╛рж░ рждрж╛рж░ ржЬржирзНржп ржжрзЛржпрж╝рж╛ ржХрж░рж╛, ржЖрж▓рзНрж▓рж╛рж╣рж░ ржХрж╛ржЫрзЗ ржЖржмрзЗржжржи ржХрж░рж╛ ржЙржЪрж┐ржд ржирж╛ред ржорзБржирж╛ржлрж┐ржХрж░рж╛ ржПржжрзЗрж░ ржЕржирзНрждрж░ржнрзБржХрзНрждред рж╢рзБржзрзБржорж╛ржП ржЖрж▓рзНрж▓рж╛рж╣ ржпрж╛ржжрзЗрж░ рж╕ржорзНржкрж░рзНржХрзЗ ржмрж▓рзЗржЫрзЗржи рждрж╛ржжрзЗрж░ ржЬржирзНржп ржжрзЛржпрж╝рж╛ ржХрж░рж╛ ржпрж╛ржпрж╝ред ржПржЦржи ржХржЗ ржЬржи ржорзБржорж┐ржи ржЖржЫрзЗ ржжрзЛржпрж╝рж╛ ржХрж░рж╛рж░, ржкрж╛ржмрж╛рж░, ржЖрж░ ржжрзЛржпрж╝рж╛ ржХржмрзБрж▓ рж╣ржУржпрж╝рж╛рж░ ржЬржирзНржп?!\n\nржирж╛ржХрж┐ ржПрж╕ржм ржирж╛ рж╢рж┐ржЦрзЗ ржЖрж▓рзНрж▓рж╛рж╣рж░ ржХрж╛ржЫрзЗ ржЕржЬрзБрж╣рж╛ржд ржжрзЗржЦрж┐ржпрж╝рзЗ рж╕рждрзНржп ржПржбрж╝рж┐ржпрж╝рзЗ ржпрж╛ржмред ржХрж╛рж░ржи рж╢рж┐ржЦрж┐ржУ ржирж┐ ржЬрж╛ржирж┐ржУ ржирж╛ ржорж╛ржл ржЪрж╛ржпрж╝ рждрзБржорж┐ ржжржпрж╝рж╛рж▓рзБред"
  },
  {
    "id": 48,
    "image": "post-48.jpeg",
    "category": "Communication, Emotion, Life, Life hacks, Nature, Spritual",
    "published_date": "May 29, 2024",
    "title": "Sweet Pain",
    "content": "Sweet pain I got addicted to you.\n\nDarn you, did I really get addicted to you!\n\nMay be I love your truth side.\n\nOr, May be I want to be purified.\n\nIt has been a long time tear didnтАЩt come.\n\nWhere did you hide it?\n\nThose tears made slippery mind,\n\nIt is not that easy to hit me now.\n\nnor make me cry."
  },
  {
    "id": 49,
    "image": "post-49.jpeg",
    "category": "Communication, Emotion, Life, Life hacks, Nature, Spritual",
    "published_date": "May 29, 2024",
    "title": "Burst",
    "content": "Be a human first then I will think what you can be in my life.\n\nI am a very good adviser. If you have no courage just stay away from me. You will see I am going down but that is to jump high.\n\nYou will be torn apart and you will not realize how that happened.\n\nI will not leave until I am finished on that adventure.\n\nJust stay away from me.\n\nYou donтАЩt have to know me to be my friend or foe. The moment will tell who you are and what to do.\n\nYes, I am a free spirit. I love myself most for that."
  },
  {
    "id": 50,
    "image": "post-50.jpeg",
    "category": "Communication, Emotion, Life, Life hacks, Nature, Spritual",
    "published_date": "May 29, 2024",
    "title": "Flew",
    "content": "When you want to know the truth and all the sources are liars, betrayers. And others are fleeing. Then one wish just left, I wish I never met those people and had a single millisecond with any of them. I am better off with any of them.\n\nOf course, Allah will save me and give the better for my suffering and all those Dua. I believe in Allah. Maximum Humans are cowards. Have everything as humans but have nothing at all when it comes to real shows.\n\nI think those people didnтАЩt face that side of life."
  },
  {
    "id": 51,
    "image": "post-51.jpeg",
    "category": "Life",
    "published_date": "August 30, 2024",
    "title": "Freedom",
    "content": "Freedom doesnтАЩt mean that anyone can do or say anything whatever they want.\n\nItтАЩs means any people can say or do right things without any fear.\n\nThatтАЩs the freedom I want."
  },
  {
    "id": 52,
    "image": "post-52.jpeg",
    "category": "Life",
    "published_date": "August 30, 2024",
    "title": "Life",
    "content": "In Turkey, I loved Istanbul, my university campus Davutpasa, the sky, the ocean, and the seashore. Sweets, some food, and rain in every season, or weather.\n\nI hated snow(It looks great to see being inside a heated room, but too cold), and transport(too crowded. feels like smash human. I wasted so much time on that.)\n\nI met so many people from different countries and so many people from different cultures. Indonesians are great people. I miss so many people.\n\nIstanbul was a crowded place. Busy time. But I was so lonely. Even I was so eager to get simple to so simple things from Bangladesh and my Family Like love, attention, being someone special, getting angry with someone, getting a hug from someone, and having a heartful conversationтАж.. No, no one will understand what I am saying until they become myself.\n\nI need to be here where I belong. I want to be at home, with you, Please take me home. I know what we need. I got the medicine.\n\nPeople donтАЩt understand why a foreign-educated engineer is so eager to learn, wants to know the truth, will read books or researchтАж.. they should earn money. ThatтАЩs why she cost so much. Otherwise, you are nothing more than a burden. ItтАЩs ok.\n\nAbroad is a nice place, a developed environment, money, and moneyтАж.. right but those are not mine. You will earn for yourself and also for so many people. But I want peace, I want to be happy can those give me peace or happiness? Yes, I know money gives easiness and freedom.\n\nIf you choose a different path then the only one left to blame for is you. I am happy being a homey travel-lover girl who took the universe as her school, Almighty Allah as a teacher and she loves her teacher and her school both so much.\n\nI am so a choosy person I need nice, pure thingsтАж.. I need all the useful great knowledge. I want too much riches which will give me freedom. And I want to be the wisest happiest young person forever who is in peace."
  },
  {
    "id": 53,
    "image": "post-53.jpeg",
    "category": "Life",
    "published_date": "August 30, 2024",
    "title": "Peace",
    "content": "When you get angry and make some mistake then regret severely. Ask for forgiveness continuously for forever.\n\nThen the person says itтАЩs normal to make mistake when you are angry. It feels awesome. Just awesome.\n\nWhen you are sad. Speak messly and do all work messly. And the person beside you hear everything attentively and support you. When you get tired give a warm hug and say i understand you, i understand how much hard it is for you. It gives peace as cold breeze after big stormy night.\n\nWhen you are so happy that you mess up yourself. And someone become as mess up as you. But actually donтАЩt know why are you that much happy yet. And after long time pass when you are calm ask you, тАЬhey why were you that much happy, what happenedтАЭ ? It gives much happiness than earlier."
  },
  {
    "id": 54,
    "image": "post-54.jpeg",
    "category": "Life",
    "published_date": "September 14, 2024",
    "title": "Worthy",
    "content": "If you are proven unworthy. Make yourself worthy rather than make someone else responsible for your unworthiness.\n\nDonтАЩt release your own weakness, or depression on a loved one and make it worsen.\n\nMaybe a loved one will still be with you but deep down everyone knows what you are worthy of.\n\nIt is not what others judge, itтАЩs what you judge."
  },
  {
    "id": 55,
    "image": "post-55.jpeg",
    "category": "Life",
    "published_date": "December 31, 2024",
    "title": "Life",
    "content": "Not all people are brave.\n\nNot everyone will tell truth.\n\nSome will not be held obligated to do right.\n\nAnd itтАЩs ok.\n\nItтАЩs totally fine.\n\nLife is a business.\n\nWe all are businessman."
  },
  {
    "id": 56,
    "image": "post-56.jpeg",
    "category": "Life",
    "published_date": "January 8, 2025",
    "title": "Special life",
    "content": "Life is fantastic.\n\nNothing here is static.\n\nEverything is changing, including myself.\n\nThe me of a minute ago is not the same as the me of right now.\n\nAnd I love the rules of life though sometimes it is troublesome.\n\nMaybe not now but tomorrow or the next day or the day after nextтАж.. But one day I will learn it all, and be perfectly used to it.\n\nAnd there is too much difference between the Duniya world and the afterworld. The perfect world is the afterworld. May Allah grant me success in both worlds. Because I love perfectionism.\n\nLife, you hold too much precious treasure for me. So I keep you in my treasure box so that it preserves its specialty and doesnтАЩt get scammed."
  },
  {
    "id": 57,
    "image": "post-57.jpeg",
    "category": "Life",
    "published_date": "January 8, 2025",
    "title": "Life Rules",
    "content": "Nothing in this world is free. If there is no price tag or it is free then be cautious about what it will take. Cause it will take much more than you think. Maybe your honor, or your soul, or your peace, or your time, or maybe your life.\n\nEquivalent exchange for everything. If you understand a section of life, apply it. See how it changes from time to time. Karma is true. Whatever you will do, it will come back to you. Its control is in the creatorтАЩs hand. No creation can change it. If you do good and others wish bad to happen to you. It will not happen. Their wish doesnтАЩt matter, itтАЩs your deed and the creatorтАЩs wish that matter. But if you do good and others also wish good things happen to you. Of course, good was about to happen to you but now will be better for other people good wishes and clean heart pray.\n\nLife sometimes seems easy and sometimes too hard. It is easy when you are happy and in peace. And it is hard when you are going through a bad time. But keep in mind life is both good and bad. It is the rule of life that good and bad will come one after another. As day and night change bad times will pass and good times will come as always. But donтАЩt just sit down to pass the time because time will solve your problem. It costs too much than you can afford.\n\nOur life is not a simple algorithm. It is too much complex. You canтАЩt say 1 plus 1 equals 2 always happen in real life. Sometimes it is 2, sometimes 0, sometimes millions. It depends upon so many facts. ItтАЩs not mathematics itтАЩs Life and it has its unique special rules."
  },
  {
    "id": 58,
    "image": "post-58.jpeg",
    "category": "Life",
    "published_date": "January 11, 2025",
    "title": "Life logic",
    "content": "For everything, there should be unique rules and logic. If right and wrong are different from person to person it will be chaos. There will be no safe place or person to be or interact with. Of course, there are unique rules and logic.\n\nBut still, for some, you shouldnтАЩt search for logic. Because some donтАЩt want logic or understanding right or wrong at all. You will be mad if you try that. Because their world is totally different than yours or how it should be. The only place where they are forced to accept the rules and logic is where laws apply and there are punishments for going outside of line. But no law can stop them. Humans are reckless beings. And some people call it freedom.\n\nFreedom doesnтАЩt mean that anyone can do or say anything whatever they want. It means any people can say or do the right things without any fear. ThatтАЩs the freedom we want.\n\nFor some donтАЩt try to explain. Because some never will understand. On the contrary, they will blame you and hurt you. Leave them. Ignore them. Trustable people achieve trust, donтАЩt try to manipulate people and take advantage.\n\nIf you are proven unworthy. Make yourself worthy rather than make someone else responsible for your unworthiness. DonтАЩt release your own weakness, or depression on a loved one and make it worsen. Maybe a loved one will still be with you but in deep down everyone knows what you are worthy of. It is not what others judge, itтАЩs what you judge.\n\nSome say you should solve problems. What is the point of solving the problem if we create it again and again? Why shouldnтАЩt we do something so we donтАЩt have any? And use those times on something good to move forward in life. Though itтАЩs a good word just think permanent solution but itтАЩs temporary and circular. Nothing is static in this world neither any problem or not any solution.\n\nLife is fantastic. Nothing here is static. Everything is changing, including myself. The me of a minute ago is not the same as the me of right now. Though sometimes it is troublesome, its rules are really interesting. Maybe not now but tomorrow or the next day or the day after nextтАж.. But one day we should learn it all, and be perfectly used to it. Otherwise, life is too tough. Life holds too much precious treasure. So you should keep it in your treasure box so that it preserves its specialty and doesnтАЩt get scammed.\n\nIf you think your work will help someone else. And someone else will solve your problem. You are the reason you are in trouble. Who can help someone who doesnтАЩt help himself? You are on your own. ItтАЩs your freedom to choose a side.\n\nNot all people are brave. Not everyone will tell the truth. Some will not be held obligated to do right. And itтАЩs ok. ItтАЩs fine. Life is a business. We all are businessmen."
  },
  {
    "id": 59,
    "image": "post-59.jpeg",
    "category": "Life",
    "published_date": "January 16, 2025",
    "title": "ржмржжрж▓",
    "content": "рж╕ржоржпрж╝ ржпрж╛ржпрж╝, ржжрж┐ржи ржпрж╛ржпрж╝ ржЖрж░ ржорж╛ржирзБрж╖рзЗрж░ржУ ржкрж░рж┐ржмрж░рзНрждржи рж╣ржпрж╝ред ржмржжрж▓рж╛ржпрж╝ рждрж╛рж░ ржмрзЛржЭрж╛рж░, ржЬрж╛ржирж╛рж░, ржЗржЪрзНржЫрж╛рж░, рж╕рзНржмржкрзНржирзЗрж░, рж╕рзНржмрж╛ржжрзЗрж░тАж.ред рждрж╛ржЗ ржмрж▓рзЗ ржХрж┐ ржЖржЧрзЗрж░ ржЖржорж┐, ржЖржорж┐ ржиржЗ ? ржирж╛ рждрж╛ рждрзЛ ржиржпрж╝ред ржУржЯрж╛ ржЖржорж╛рж░ржЗ ржПржХржЯрж┐ ржЕржВрж╢ред ржЖржорж┐ ржпрзЗ ржХрждржЧрзБрж▓рзЛ ржЖржорж┐, ржЖржорж┐ржЗ ржЕржмрж╛ржХ рж╣ржпрж╝рзЗ ржпрж╛ржпрж╝ред ржПржЯрж╛ржЗ ржХрж┐ ржЖржорж┐?!\n\nржЖржкрзЗржХрзНрж╖рж┐ржХ рждрждрзНрждрзНржм ржоржирзЗ ржкржбрж╝рзЗ ржпрж╛ржпрж╝ред \n\nржжрж╢ ржмржЫрж░рзЗ ржХрж┐ рж╣рж╛ржЬрж╛рж░ ржмржЫрж░ ржкрж╛рж░ ржХрж░рж╛ ржпрж╛ржпрж╝ ? рж╣рзНржпрж╛ржБ ржпрж╛ржпрж╝ред ржЬрж╛ржирж╛рж░ ржХрзЛржи рж╢рзЗрж╖ ржирзЗржЗред рж╢рж┐ржХрзНрж╖рж╛рж░ ржХрзЛржи рж╢рзЗрж╖ ржирж╛ржЗред ржЖржорж┐ ржирж┐ржЬрзЗржХрзЗ ржЕржирзЗржХ ржнрж╛рж▓ржмрж╛рж╕рж┐ ржЖржорж┐ рж╣ржУржпрж╝рж╛рж░ ржХрж╛рж░ржирзЗред рждрж╛рж░ ржЪрзЗржпрж╝рзЗржУ ржнрж╛рж▓ржмрж╛рж╕рж┐ рждрж╛ржХрзЗ ржпрж╛рж░ ржЬржирзНржп рж╕ржмржХрж┐ржЫрзБржЗ рж╕ржорзНржнржмред ржпрж╛рж░ ржЬржирзНржп ржЖржорж┐, ржЖржорж┐ред \n\nрж╣рзНржпрж╛ржБ, ржЖржорж┐ рждрзНрж░рзБржЯрж┐ржоржпрж╝ ржПржХржЬржи рж╕рж╛ржзрж╛рж░ржг ржорж╛ржирзБрж╖ред ржЖрж░ ржЖржорж┐ ржЖржорж╛рж░ рждрзНрж░рзБржЯрж┐ржЧрзБрж▓рзЛ ржорзЗржЯрж╛рждрзЗ ржЪрж╛ржЗ ржнрж╛рж▓рзЛрж░ ржжрзНржмрж╛рж░рж╛ред "
  },
  {
    "id": 60,
    "image": "post-60.jpeg",
    "category": "Life",
    "published_date": "January 16, 2025",
    "title": "Humans change, and so does the decision",
    "content": "Humans change, and so does the decision.\n\nNow I love you, I canтАЩt say if I will love you the next moment.\n\nKnowledge level changes, and so does wisdom.\n\nI am stupid now, you canтАЩt say I will not be wise in the next moment.\n\nMaybe wiser will be stupid for destiny cause.\n\nNewly I will meet you again and again each time we meet.\n\nTime passes, days pass and people also change. Changes his understanding, knowledge, desire, dream, tasteтАж So what is the previous me, is not me? No, it is not. ItтАЩs a part of me. I wonder how many versions I have. Is that me?! \n\nThe theory of relativity comes to mind.\n\nCan a thousand years be live in ten years? Yes, it can be. Even in one year, it can be passed. There is no end of knowing. There is no end to learning. I love myself very much for being me. Even more than that, I love the one for whom everything is possible. For whom I am, I am me.\n\nYes, I am a faulted ordinary person. And I want to make up for my flaws with goodness."
  },
  {
    "id": 61,
    "image": "post-61.jpeg",
    "category": "Life",
    "published_date": "January 18, 2025",
    "title": "Illusion",
    "content": "Some people take a person as their whole world.\n\nMostly that person is husband, wife, children, parents, familyтАж\n\nThey assume they are their whole world.\n\nBut the funny thing is when you donтАЩt even get a human or family and you are assuming them the whole world.\n\nYes, life is hard. And anyone who got prior life hard, they do this mistake most.\n\nThey think their all suffering, sorrow will be disappear when the certain person will come to their life or when he/she will make his/her own family.\n\nAnd itтАЩs illusion."
  },
  {
    "id": 62,
    "image": "post-62.jpeg",
    "category": "Life",
    "published_date": "January 18, 2025",
    "title": "It is your story till you believe itтАж",
    "content": "Sometimes no one can reach you to help you no matter how much they try,\n\nYou are the one who should rise, stand up for rescue yourself.\n\nNo, it is not any tragedy story, it is your life story. Which parts see as tragedy or so afraid to think of,\n\nAgain, when you stand up being healed. You have to smile peacefully at those who hurt you at a bad time and say how are you, is everything ok?\n\nNo, it is not any hurtful story. It is your story.\n\nAgain, you have to go to them again and again to listen and help them. Who didnтАЩt even listen to you a bit and rejected you over and over when you were extremely broken.\n\nNo, itтАЩs not any broken heart story. ItтАЩs your story.\n\nIt is you who get raised again and again. Called it a pitiful, tragic story. Shown you as a weak and helpless being.\n\nUntil you believe, it is your story.\n\nNo, I am not saying there are no bad people around us or we donтАЩt need others.\n\nI meant to be someone to yourself. Be Someone special in your story rather than always being rescued or being wronged by others."
  },
  {
    "id": 63,
    "image": "post-63.jpeg",
    "category": "Life",
    "published_date": "January 31, 2025",
    "title": "Why do those nasty live in this world ?!",
    "content": "Why does nasty exist in this world ?! I hate this world because of them. They are like poison. Hit you as a poisonous snake. You canтАЩt ignore them all the time. It is impossible to have a place without them. We have to co-exist with them. No matter what, we have to take them as part of society. Not all societies do justice. This world bears too many sicknesses, and poisons. Greedy, desire, power, fame, shamelessness, falsehood, тАж How can you cure or heal this world ?! This world is meant to be like this for the whole time. No way to discuss this. It is not a curable sickness. Better learn to live with that.\n\nWe canтАЩt always feel hatred and live a life! It is causing our mental illness. We are facing hypertension, anger issues, ADHD, anxiety disorder, depression, bipolar disorder, post-traumatic stress disorder, eating disorder, Schizophrenia, Disruptive behavior and dissocial disorders, So many mental issues. Can you believe that, we are letting the nasty world co-exist with us and we are the ones who will face mental sickness? This world has gone crazy!\n\nWe are giving them a chance to change and in the end, they just mock us! How good are you, you are just a stupid person! This world wasnтАЩt meant to be healed by us. It will not be cured. Not the nasty people will turn into mind-blowing good people. It has never been our duty to convert this world into a paradise. Because it wonтАЩt be. We canтАЩt change any person. We just can do our own job. Take our decision. And leave the world at its place be chill.\n\nIf you are not one who is any harm then it is ok. Sound like a cowardly lazy person. But what can we do we canтАЩt fight with air. But you are making us more uncool people. Who did say that ?! You have to be a cooler person. A hot temper will not bring you any fortune. You have to keep sharp yourself for the whole time, you will be ready for just a second chance to act.\n\nThis world is not ours even though it is for us."
  },
  {
    "id": 64,
    "image": "post-64.jpeg",
    "category": "Life",
    "published_date": "March 14, 2025",
    "title": "Life",
    "content": "Sometimes life brings more than we can bear. Knowing about Magura's Incident disturbed me too much. So many memories came to me as the storm. Trauma, It's too painful to tolerate.\n\nReally devils do exist and they do deserve the hell without any doubt.\n\nSome people say Look how bad people are. I am not doing that much bad so I am good. Even they are Zalim. Some say that happened to a child, it can be tolerable if it would happen to a grown-up. I do rape to grown-up so don't point at me. Other says doing bad to an unknown person is better than doing bad to the known person.\n\nDevils do live everywhere in so many disguises. Some people are proud that they are not too bad, they are tolerable bad, worse is happening in the world. So donтАЩt account them that they are bad. They can do much more bad but they are not doing. Take it as a mercy. \n\nBad incidents always happen in their life, so live a whole life with lies and be happy, donтАЩt complain about anything. Much more bad is happening in the outside world. Husband is killing wife, so beating wife is a minor issue for them. Mentally, Emotionally, and physically torture is minor. See you are living so that you can do something about it, take it as mercy from them. \n\nGo to the world and see that people are not getting food to eat, have no shelter. I am giving you food and shelter, and you are complaining about what toxic behavior, toxicity. Tolerate when you donтАЩt earn. Forget all bad things, but I will not forgive you even the slightest good. You need to be better than angle. I am your GOD because husbands are worthy to get prostrated, If Hz. Muhammad sm said if he would say to give sajda to anyone other than Allah it would be the husband.   \n\nYou need to be better because you are Islamic. But I donтАЩt care what Islam is, what does it say? Know Islam to give me the advantage, I learnt some of the broken Quranic ayah and hadith to take all the advantage to astray you from your religion, morality, humanity. What Islam did you learn?! What does Islam do to you?! What does Islam teach you, to talk back?! You talk too much, what does Islam teach you ?! But I donтАЩt care about Islam. \n\nPeople think Islam should be weak. Islamic people mean weak, have no other way to live, their life is finished, without livelihood, begging, forgiving everything, crying in secret, keep everything in secret even if they see crime. They do forgive the worst because they are too merciful. As Hz. Muhammad sm was so merciful, forgave his enemy, kafir. \n\nPeople say killing is a sin. What is killing, which kind of killing?!  Abortion is legal in this world. People are killing children secretly. \n\nSEX what? Is it shameful something?! Nasty things?! How prophets do sex and worship Allah simultaneously. SEX is a purified thing. Some people will never understand. People's mentality got rotten. \n\nNo, I am not fantasizing about all those. I faced those in my life. I encounter that type of people in my life. I am so happy that Allah created hell. \n\nSome people have too much honor, so they reduce their problems in the name of honor killing. People donтАЩt have any fear. Why should all people need to get rahmat?! DonтАЩt dua for everyone to have some brain, mind, and humanity.\n\nAllah did create Heaven for Human beings. Allah didnтАЩt give heaven to the angels. And angles do everything that Allah orders. Some people do have problems with Allah and angles too. With Prophets, the Quran, and hadith too. Why doesnтАЩt Allah save the good people?! Why doesnтАЩt Allah listen to Islamic people?! Why does Allah give Islamic people hardship ?! DonтАЩt explain, donтАЩt argue with people, they just donтАЩt deserve your effort.\n\nHUMANS HAVE SOME BRAIN. WHERE IS YOUR MIND. "
  }
]
=======
[
  {
    "id": 1,
    "image": "post-1.jpeg",
    "category": "Bangla",
    "published_date": "2024/01/02 at 6:49 pm",
    "title": "рж╢рж┐ржХрзНрж╖рж╛ржкрзНрж░рж╛ржкрзНрждрж┐",
    "content": "ржорж╛ рж╣ржЗржирж┐ ржПржЦржиржУред ржЧрж░рзНржнрж╛ржмрж╕рзНржерж╛ржХрж╛рж▓рж┐ржи рж╕ржорж╕рзНржпрж╛-ржХрж╖рзНржЯ, ржкрзНрж░рж╕ржм рж╕ржорж╕рзНржпрж╛-ржХрж╖рзНржЯ рж╕ржорзНржкрж░рзНржХрзЗ ржХрзЛржи ржзрж╛рж░ржгрж╛ржЗ ржирзЗржЗред\n\nржЕржнрж┐ржЬрзНржЮрждрж╛ ржЫрж╛ржбрж╝рж╛ ржмржЗ ржкржбрж╝рзЗ ржПржо.ржмрж┐.ржмрж┐.ржПрж╕ ржбрж┐ржЧрзНрж░рж┐рж░ ржмрзНржпржХрзНрждрж┐ржХрзЗ ржкржбрж╝рзБржпрж╝рж╛ рждрзЛ ржмрж▓рж╛ ржпрж╛ржпрж╝ ржХрж┐ржирзНрждрзБ ржбрж╛ржХрзНрждрж╛рж░ ржирж╛ред\n\nржХрж┐ржирзНржд ржпржЦржи ржерзЗржХрзЗ ржмрзБржЭ ржЖрж╕рж▓рзЛ ржУржЗ ржмрж╛ржЪрзНржЪрж╛ржХрзЗ рж▓рж╛рж▓ржи-ржкрж╛рж▓ржи ржХрж░рж╛рж░ ржжрзНржмрж╛ржпрж╝рзАрждрзНржмржЯрж╛ ржХрж┐ ржжрзЗржЦрзЗржЫрж┐ ржПржмржВ рж╢рж┐ржЦрзЗржЫрж┐ред\n\n ржмрж╛ржЪрзНржЪрж╛ржЯрж╛ ржЧрж░рзНржнрзЗ ржЖрж╕рж╛ ржерзЗржХрзЗржЗ ржорж╛ рж╣ржУржпрж╝рж╛ред\n\n ржХрзЗржЙ ржПржХржЬржи ржмрж▓рзЗржЫрж┐рж▓ ржПржЯрж╛ ржПржХржЯрж╛ ржбрж┐ржЧрзНрж░рж┐рж░ ржорждред\n\nржЬрзАржмржиржЯрж╛ ржПржоржиржЗред ржЬржирзНржо, рж╕ржорзНржкрж░рзНржХ, ржмржирзНржзржи, ржорзГрждрзНржпрзБтАжтАжред\n\n ржХрж┐ржирзНрждрзБ ржПржЗрж╕ржм рж╕рзНржХрзБрж▓, ржХрж▓рзЗржЬ, ржЗржЙржирж┐ржнрж╛рж░рзНрж╕рж┐ржЯрж┐ рж╢рзЗржЦрж╛ржЗ ржирж╛ред\n\n ржПржЯрж╛ ржирж┐ржЬ ржжрзНржмрж╛ржпрж╝рж┐рждрзНржмрзЗ ржирж┐ржЬрзЗ рж╢рж┐ржХрзНрж╖рзЗ ржирж┐рждрзЗ рж╣ржпрж╝ред\n\n ржХрж┐ржирзНрждрзБ ржЬрзАржмржирзЗ ржЪрж▓рж╛рж░ ржкржерзЗрж░ ржмрзНржпржмрж╕рзНржерж╛ржкржирж╛ ржкрж░рж┐ржмрж╛рж░, ржХрж╛ржЫрзЗрж░ ржорж╛ржирзБрж╖, рж╕рзНржХрзБрж▓, ржХрж▓рзЗржЬ, ржЗржЙржирж┐ржнрж╛рж░рзНрж╕рж┐ржЯрж┐ рж╕ржмрж╛ржЗ ржХрж░рзЗ ржжрзЗржпрж╝ред\n\n ржпрзЗржи ржкржержЯрж╛ рж╕рж╣ржЬ рж╣ржпрж╝ред\n\nржЖржорж╛ржжрзЗрж░ржХрзЗ ржмрзБржЭрзЗ ржирж┐рждрзЗ рж╣ржпрж╝ ржпрзЗ, тАЬржЬрзАржмржиржЯрж╛ ржЖржорж╛рж░, ржирж┐ржЬрзЗржХрзЗржЗ ржПржЗржЯрж╛ ржкрж╛ржбрж╝ ржХрж░рждрзЗ рж╣ржмрзЗ, ржирж┐ржЬрзЗржХрзЗ ржирж┐ржЬрзЗржЗ ржЧржбрж╝рзЗ ржирж┐рждрзЗ рж╣ржмрзЗтАЭред\n\n ржПржЯрж╛ ржЕржирзНржп ржХрзЗржЙ ржХрж░рзЗ ржжрж┐рждрзЗ ржкрж╛рж░рзЗ ржирж╛, ржЕржирзНржп ржХрзЗржЙ рж╢рзЗржХрзНрж╖рж╛рждрзЗ ржкрж╛рж░рзЗ ржирж╛ред\n\n рждрзГрж╖рзНржгрж╛рж░рзНрже ржмрзНржпржХрзНрждрж┐ ржкрж╛ржирж┐рж░ ржЦрзЛржБржЬ ржХрж░рзЗржЗ ржирзЗржпрж╝ред"
  },
  {
    "id": 2,
    "image": "post-2.jpeg",
    "category": "Bangla",
    "published_date": "January 2, 2024",
    "title": "рж╕ржорзНржоржд",
    "content": "ржХрж┐ржЫрзБ ржЬрж┐ржирж┐рж╖ ржЖржЫрзЗ ржпрж╛ ржХрзЛржиржжрж┐ржи ржХрж╛ржЙржХрзЗ ржмрзЛржЭрж╛ржирзЛ ржпрж╛ржмрзЗ ржирж╛ред\n\n ржарж┐ржХ ржЖржЫрзЗред\n\n ржЖржорж╛ржжрзЗрж░ ржЗржЪрзНржЫрж╛ржЧрзБрж▓рзЛ ржХрж▓рзНржкржирж╛рж░ ржорждржЗ ржЖржорж╛ржжрзЗрж░ ржХржерж╛ рж╢рзБржирзЗ ржмрж╛рж╕рзНрждржм рж╣ржмрзЗ ржирж╛ред\n\n ржарж┐ржХ ржЖржЫрзЗред\n\n ржХрж┐ржЫрзБ ржЖржкржи ржХржЦржирзЛржЗ ржЖржкржи ржирж╛ рж╢рзБржзрзБржорж╛ржП ржирж╛ржо, рж░ржХрзНржд, ржмржирзНржзржирзЗрж░ рж╕ржорзНржкрж░рзНржХ ржЫрж╛ржбрж╝рж╛ред\n\n ржарж┐ржХ ржЖржЫрзЗред\n\n ржХрзЗржи ржЫрзЛржЯржмрзЗрж▓рж╛ ржерзЗржХрзЗржЗ рж╕рждрзНржпржЧрзБрж▓рзЛ ржЬрж╛ржирж▓рж╛ржо ржирж╛ ?\n\n ржЬрзАржмржирзЗрж░ ржЖрж╢рзЗржкрж╛рж╢рзЗ рж╕ржмржХрж┐ржЫрзБ рж╕ржарж┐ржХ рж╕ржарж┐ржХржнрж╛ржмрзЗ рж╕рждрзНржп ржЬрж╛ржирж▓рж╛ржо ржирж╛ !\n\n ржПрждржЯрж╛ ржнрж╛рж▓ржмрж╛рж╕рж╛рж░ ржжрж░ржХрж╛рж░ржЗ ржХрж┐ ржЫрж┐рж▓ ржпрзЗржЦрж╛ржирзЗ рж╢рзЗрж╖ ржкрж░рзНржпржирзНржд ржУржЗржЧрзБрж▓рзЛрж░ ржШрзЛрж░рзЗрж░ ржоржзрзНржпрзЗржЗ ржШрзБржбрж╝рждрзЗ ржерж╛ржХржм !\n\n ржЖрж░ ржирж┐ржЬрзЗржХрзЗржЗрзЗ ржирж┐ржЬрзЗ рж╣рж╛ржЬрж╛рж░ ржмрж╛рж░ ржПржХржЗ ржкрзНрж░рж╢рзНржи ржХрж░ржм ржХрзЛржиржЯрж╛ рж╕ржарж┐ржХ ржЖрж░ ржХрзЛржиржЯрж╛ ржорж┐ржерзНржпрж╛ред\n\n ржПржЗ ржкрзНрж░рж╢рзНржиржЯрж╛ ржирж┐ржЬрзЗржХрзЗржЗ ржХрж░рждрзЗ рж╣ржмрзЗ ржЬрж╛ржирж┐,\n\n ржЕржирзНржп ржХрзЗржЙ рж╕рж╛рж╣рж╕ ржХрж░рзЗ ржирж╛ ржУржЯрж╛ рж╢рзБржиржмрзЗ ржирж╛ рж╕рждрзНржп ржмрж▓ржмрзЗред\n\n ржирж┐рж╢рзНржЪрзБржк, ржПржбрж╝рж┐ржпрж╝рзЗ ржпрж╛ржУржпрж╝рж╛тАж\n\n рждрзБржорж┐ ржХрж┐ ржнрзЗржмрзЗржЗ ржирж┐ржпрж╝рзЗржЫрж┐рж▓рзЗ ржЖржорж┐ ржирж┐ржЬрзЗрж░ ржЬржирзНржп ржПржЯрж╛ ржХрж░рждрзЗ ржкрж╛рж░ржмржирж╛ !\n\n ржирж┐ржЬрзЗрж░ ржмрзБржЭ ржЖрж╕рж╛рж░ рж╕рж╛ржерзЗ рж╕рж╛ржерзЗ ржЕржирзЗржХржХрж┐ржЫрзБрж░ рж╕ржорзНржорзБржХрзНрж╖рзАржи рж╣ржпрж╝рзЗржЫрж┐,\n\n рждрзБржорж┐ ржХрж┐ ржнрзЗржмрзЗржЗ ржирж┐ржпрж╝рзЗржЫрж┐рж▓рзЗ ржЖржорж╛рж░ ржирж┐рж░ржмрждрж╛ ржорж╛ржирзЗ ржЖржорж┐ ржХрж┐ржЫрзБржЗ ржмрзБржЭрж┐ ржирж╛ред\n\n ржирж┐ржЬрзЗрж░ ржмрзБржЭ ржЖрж╕рж╛рж░ рж╕рж╛ржерзЗ рж╕рж╛ржерзЗ ржЖржорж╛рж░ржУ ржпрзЗржи ржкрзБржирж░рзНржмрж┐ржирзНржпрж╛рж╕ рж╣рждрзЗржЗ ржЖржЫрзЗред\n\n ржХрж┐, ржХрж╛рж▓ ржХрж┐ ржЖржорж╛ржЗ ржмрж▓ржмрзЗ ржЧрждржХрж╛рж▓рзЗрж░ ржЖржорж┐ ржХрж┐ ржЫрж┐рж▓рж╛ржо ржЖржорж┐ ржирж┐ржЬрзЗржЗ ржЬрж╛ржирж┐ ржирж╛\n\n ржУржЯрж╛ ржХрж┐ ржмрж┐ржнрзНрж░ржо, ржорж┐ржерзНржпрж╛, ржирж╛ ржЕржирзНржпржХрж┐ржЫрзБред\n\n ржЖржЬржХрзЗрж░ ржЖржорж┐ ржХрж┐ ржЖржЧрж╛ржорзАржХрж╛рж▓ ржЕрж╕рзНрждрж┐рждрзНржмрж╣рзАржи !\n\n ржЖржорж┐, рж╢рзБржзрзБржорж╛рждрзНрж░ ржПржЗ ржорзБрж╣рзВрж░рзНрждрзЗржЗ, ржмрж╛ржХрж┐ржЧрзБрж▓рзЛ ржЕржкрж░рж┐ржЪрж┐рждред\n\n ржХрж┐ржирзНрждрзБ рж╣рзНржпрж╛ржБ, ржЖржорж╛рж░ рж╕ржХрж▓ ржЖржорж╛рж░ ржоржзрзНржпрзЗ ржХрж┐ржЫрзБ ржЪрзБржХрзНрждрж┐ ржЖржЫрзЗ ржпрж╛ рждрж╛ржжрзЗрж░ржХрзЗ ржарж┐ржХ рж░рж╛ржЦрждрзЗржЗ рж╣ржмрзЗ,\n\n ржирж╛ рж╣рж▓рзЗ ржирж┐ржЬрзЗрж░ ржоржзрзНржпрзЗ ржирж┐ржЬрзЗрж░ ржпрзЗ ржоржирзЛржорж╛рж▓рж┐ржирзНржп рж╣ржмрзЗ рждрж╛ ржарзЗржХрж╛ржирзЛрж░ ржХрзЗржЙржЗ ржирж╛ржЗред\n\n ржпржжрж┐ ржирж╛ ржЖржорж╛рж░ ржоржзрзНржпрзЗрж░ ржХрзЛржи ржмрж┐ржЬрзНржЮ, рж╕ржарж┐ржХ ржирзЗрждрж╛ ржЖржорж┐, ржЖржорж╛рж░ ржжрзНржмрж╛ржпрж╝рж┐рждрзНржм ржирж╛ ржирж┐ржЗред\n\n рждрзБржорж┐ рж╣рж╛рж░ ржорзЗржирзЛ ржирж╛, рж╣рждрж╛рж╢ рж╣ржпрж╝рзЛ ржирж╛, рж╣рж▓ ржЫрзЗржбрж╝ ржирж╛ред\n\n рждрзЛржорж╛рж░, рждрзБржорж┐ржЧрзБрж▓рж┐ рждрзЛржорж╛рж░ ржмржирзНржзрзБ, ржЖрж╕рж▓ рж╕ржЩрзНржЧрзАред\n\n ржЖржорж┐ ржпрзБржжрзНржз ржХрж░ржм рждрзЛржорж╛рж░ ржЬржирзНржпржЗ, ржЖрж░ рждрзЛржорж╛рж░ ржЬржирзНржпржЗ рж╕ржирзНржзрж┐ ржХрж░ржмред\n\n ржЖржорж╛ржжрзЗрж░ ржЪрзБржХрзНрждрж┐ржкрждрзНрж░ ржнрзБрж▓рж┐ржирж┐ред\n\n ржХрж┐ ржжрзБржирж┐ржпрж╝рж╛, ржХрж┐ ржмрж╛ржЗрж░рзЗрж░ ржжрзБржирж┐ржпрж╝рж╛ ржирж┐ржЬрзЗрж░ рж╕рж╛ржерзЗржЗ ржирж┐ржЬрзЗрж░ ржмрзБржЭрзЗ ржЙржарж╛, рж╕ржарж┐ржХ, ржнрж╛рж▓, ржмрж┐рж╢рзНржмрж╕рзНржд рж╣ржУржпрж╝рж╛ ржПржЯрж╛ржЗ ржХрж░рзНржо ржЖржорж╛рж░ред"
  },
  {
    "id": 3,
    "image": "post-3.jpeg",
    "category": "Life",
    "published_date": "January 2, 2024",
    "title": "Live the moment as it is",
    "content": "Why do we take pics and video ?\n\n I feel terrified to delete any of them. Surprised !!!\n\n I lived those moments, I saw those.\n\n Still. Sometimes it happens that we see throw device,\n\n cause we become too busy all time to take photos, videos, recordingтАж\n\n Then, sit home have snacks and watch the world best resolution recording tape, pics.\n\n There are so many professional photographers, multimedia designers, artist тАж\n\n why waste your time.\n\n They capture moments so well. How about that.\n\n Or, see the world through your eyes, mind, UnderstandingтАж\n\n I feel irritate to go anywhere with anyone most of the time.\n\n How could people become bored and see things so quickly,\n\n Others also become bored of me for sure.\n\n It just happened to me. Allah made it easy for me.\n\n Some moments I wish I could erase.\n\n But those all are treasures, parts of my life.\n\n CanтАЩt ignore it or, hate it.\n\n All single parts I embrace all of me with kindness,\n\n letтАЩs have a little talk among us.\n\n Settle down in peace.\n\n Looks like present me is the leader of all versionтАЩs of me.\n\n Adulthood/Maturity is really amazing. You learn in your own wish.\n\n You have choice, decision to make.\n\n This is totally up to you, who you are.\n\n Being Confident, Understanding comes, Confussion earse one by one.\n\n You know thatтАЩs it, so thatтАЩs it no confussion.\n\n No circling around being delusion.\n\n I hate confussion.\n\n I have lot to learn and gain.\n\n So many questions bother me all the times.\n\n Be patient I am there.\n\n May Allah bless me.\n\n I want to be the most childish, matured, wiser young person for all the time.\n\n Forever.\n\n No confusion, No doubt, No twist total straightforward, truth, nice.\n\n How much I love Allah. I love you Allah.\n\n I realized No one else can ever enter in my mind ever.\n\n I loved Allah. No one is like Allah.\n\n Please never be angry on me.\n\n DonтАЩt leave me ever, even for a slice of second.\n\n I know how good you are.\n\n Please donтАЩt forget me.\n\n Always keep me on your blessings, on your side.\n\n Be pleased to me.\n\n I wish I could meet you right now.\n\n But thatтАЩs your choice, you know the best.\n\n I have your letter though. thanks.\n\n How much beautiful, awesome you are ! I just love you."
  },
  {
    "id": 4,
    "image": "post-4.jpeg",
    "category": "Life",
    "published_date": "January 2, 2024",
    "title": "Proof of Kinship",
    "content": "There was a conversation with a question, does a parent give a DNA test report to their child to prove that they are his parent. No question about that. We accept them as parents from birth. So the conclusion people want to prove is that you canтАЩt ask for logic for everything. You should blindly trust and accept something you donтАЩt understand or the other party doesnтАЩt want to discuss. That topic really bothered me for a long time. Truly how can I know that they are my parents. But, now I do understand. ThatтАЩs a relief from my Almighty Allah. I know how much peace it gives. You donтАЩt have to know whether they are your real parents. As much as they care for you. Take care of yourself, they deserve to get treated as the parents do. Like given birth mother, and genetic father they are in the highest position. But, so many people also support us every step of life. They also become comparable to our mothers, fathers, brothers, sisters, sons, daughters, grandfathers, grandmothers, grandchildren, and uncle-auntyтАж Actually, we all are connected. And from the acts, people prove who they are to us. We also prove ourselves who we are through our actions. Just keep sharp your brain, mind, sight, hearingтАж.. you will understand which is what. And the last wisdom, lies never stay hidden, Have faith in Allah."
  },
  {
    "id": 5,
    "image": "post-5.jpeg",
    "category": "Life",
    "published_date": "March 14, 2025",
    "title": "Life",
    "content": "Sometimes life brings more than we can bear. Knowing about Magura's Incident disturbed me too much. So many memories came to me as the storm. Trauma, It's too painful to tolerate.\n\nReally devils do exist and they do deserve the hell without any doubt.\n\nSome people say Look how bad people are. I am not doing that much bad so I am good. Even they are Zalim. Some say that happened to a child, it can be tolerable if it would happen to a grown-up. I do rape to grown-up so don't point at me. Other says doing bad to an unknown person is better than doing bad to the known person.\n\nDevils do live everywhere in so many disguises. Some people are proud that they are not too bad, they are tolerable bad, worse is happening in the world. So donтАЩt account them that they are bad. They can do much more bad but they are not doing. Take it as a mercy. \n\nBad incidents always happen in their life, so live a whole life with lies and be happy, donтАЩt complain about anything. Much more bad is happening in the outside world. Husband is killing wife, so beating wife is a minor issue for them. Mentally, Emotionally, and physically torture is minor. See you are living so that you can do something about it, take it as mercy from them. \n\nGo to the world and see that people are not getting food to eat, have no shelter. I am giving you food and shelter, and you are complaining about what toxic behavior, toxicity. Tolerate when you donтАЩt earn. Forget all bad things, but I will not forgive you even the slightest good. You need to be better than angle. I am your GOD because husbands are worthy to get prostrated, If Hz. Muhammad sm said if he would say to give sajda to anyone other than Allah it would be the husband.   \n\nYou need to be better because you are Islamic. But I donтАЩt care what Islam is, what does it say? Know Islam to give me the advantage, I learnt some of the broken Quranic ayah and hadith to take all the advantage to astray you from your religion, morality, humanity. What Islam did you learn?! What does Islam do to you?! What does Islam teach you, to talk back?! You talk too much, what does Islam teach you ?! But I donтАЩt care about Islam. \n\nPeople think Islam should be weak. Islamic people mean weak, have no other way to live, their life is finished, without livelihood, begging, forgiving everything, crying in secret, keep everything in secret even if they see crime. They do forgive the worst because they are too merciful. As Hz. Muhammad sm was so merciful, forgave his enemy, kafir. \n\nPeople say killing is a sin. What is killing, which kind of killing?!  Abortion is legal in this world. People are killing children secretly. \n\nSEX what? Is it shameful something?! Nasty things?! How prophets do sex and worship Allah simultaneously. SEX is a purified thing. Some people will never understand. People's mentality got rotten. \n\nNo, I am not fantasizing about all those. I faced those in my life. I encounter that type of people in my life. I am so happy that Allah created hell. \n\nSome people have too much honor, so they reduce their problems in the name of honor killing. People donтАЩt have any fear. Why should all people need to get rahmat?! DonтАЩt dua for everyone to have some brain, mind, and humanity.\n\nAllah did create Heaven for Human beings. Allah didnтАЩt give heaven to the angels. And angles do everything that Allah orders. Some people do have problems with Allah and angles too. With Prophets, the Quran, and hadith too. Why doesnтАЩt Allah save the good people?! Why doesnтАЩt Allah listen to Islamic people?! Why does Allah give Islamic people hardship ?! DonтАЩt explain, donтАЩt argue with people, they just donтАЩt deserve your effort.\n\nHUMANS HAVE SOME BRAIN. WHERE IS YOUR MIND. "
  },
  {
    "id": 6,
    "image": "post-6.jpeg",
    "category": "Life",
    "published_date": "January 3, 2024",
    "title": "Burden",
    "content": "Take your goods as you can carry. I am not saying to be irresponsible. But donтАЩt take unnecessary burden. Actually, this quote fits only some specific kinds of people. I am writing this only for those kind of people.\n\nSome people in this world think they need to be good and be generous to everyone. But you canтАЩt do that, can you?\n\nI mean if people love a noble person and the worst criminal both. It will be chaos.\n\nYou canтАЩt love good and support bad at the same time. It is a personтАЩs own choice, how they want to represent themselves. That is totally an individual choice, an individual world, his own kingdom.\n\nImagine a king telling another king to be responsible and lead his own kingdom the right way. Yes, this sentence can mean many things like friendly advice for a king to another king, or warning, or declaring war.\n\nOf course, we have so many examples of this in the real world. Children have to listen to their parents. In reality, it doesnтАЩt happen or sometimes it is impossible. Some children listen and obey their parents and give proper respect and in this case, parents are good, friendly, and wise. It is so nice example. Who doesnтАЩt want this in their life, right? But in our lives, we all have our own tasks and, our own challenges differently. No one gets perfect from all sides.\n\nIn this world, we all struggle. We all have our own lives and our own advantages, ease side also our own burden, challenges.\n\nYou canтАЩt tell another person that he has an easy life. You canтАЩt. Because it is impossible. If you do that then the thing is, you become the one who wants to flee from your own tasks and challenges and regret seeing some specific benefits that others get, you just want those benefits not exchanging your whole life with anyone.\n\nYes, as we get tasks and challenges. we have also given necessary equipment some useful, some burdensтАж..\n\nYou know what, you have to solve your problem yourself. There is no one there who will get your job done. If they would do that, that would be their job done, not yours deed."
  },
  {
    "id": 7,
    "image": "post-7.jpeg",
    "category": "Life",
    "published_date": "January 3, 2024",
    "title": "Love",
    "content": "Love, thatтАЩs the most beautiful treasure in life.\n\nItтАЩs like a movie or drama or magical thingsтАж Where your all consciousness wakes up. But that is not the whole view.\n\nIt makes your Nerves wake up. It will shake you up. It will make you gain so many higher degree abilities.\n\nWhatever you sacrifice/give/invest, all will return as profit. No, lose in there. Only love.\n\nIt is the most Energetic drink which will not let you have any boring time ever.\n\nIt is the most purified, exciting adventurous journey. It makes you the best version of you.\n\nBut sometimes the Amateur lover canтАЩt control or balance that much bigger journey/life project so they fail and then return with the wrong conclusion.\n\nAfter all, even the most intelligent, wiser, brave, strong, confident, decisive, best character personality person finds it hard. And they are the ones who gain the title тАЬLoverтАЭ. Surprising.\n\nLove is so wide, so precious that I canтАЩt explain it through some words nor without a lover anyone will understand it.\n\nBut for the Lover, even silent existence will explain everything."
  },
  {
    "id": 8,
    "image": "post-8.jpeg",
    "category": "Communication",
    "published_date": "January 3, 2024",
    "title": "Language",
    "content": "There are so many languages I donтАЩt know. Sometimes, Yes we are learning the same language, speaking the same language but todayтАЩs formal language is so different. Like if they hate someone to talk to, they smile and say politely, тАЬSorry I am busy, I hope I can give you time and help you outтАЭ. It is a formal language. If I say this in the psychological language they are narcissists. If I say in the armed forces language they are traitors. In religious language hypocrite. And if I say in my language it is a total liar, weaker, coward, irritated, total head pain person.\n\nI donтАЩt know formal language. What I know is straightforward language. I donтАЩt understand people. And people take me for hits like, тАЬHow could you say those directly without punctuation ?тАЭ. And still, I donтАЩt understand what just happened. And I start to explain it in more detail briefly, with more clarity. Wow, thatтАЩs the moment people blast. And I still donтАЩt understand what just happened. Because whatever I am doing is right according to my language."
  },
  {
    "id": 9,
    "image": "post-9.jpeg",
    "category": "Life",
    "published_date": "January 3, 2024",
    "title": "Home",
    "content": "Where is my home ?! WhatтАЩs called a home? What makes a home, a home?\n\nsometimes people donтАЩt get permission to enter to his own home.\n\nSometimes home becomes like a cell and the open sky becomes home.\n\nSome hope for a comfortable-adjustable place as home which will give the ticket to have someone countable in society.\n\nSome want to run away from all luxury to have a comfortable breath.\n\nSometimes a special person fills that place.\n\nSometimes person builds that home inside of oneself. Some share and welcome all homeless people giving them courage to find their own homes.\n\nI am with you but not you."
  },
  {
    "id": 10,
    "image": "post-10.jpeg",
    "category": "Life",
    "published_date": "January 3, 2024",
    "title": "Uniqueness",
    "content": "You see we are human. Of course, there are so many living creatures and many things out there. But for now, I want to talk about just about us. About our identity.\n\nThere is a quote, тАЬWho learned himself, he learned all tooтАЭ. I donтАЩt know if is there really any quote like that. But I believe in that. From my inside, it comes to me.\n\nIn this world, there are so many countries, so many languages, so many traditions, so many identities peopleтАж.. There are so many differences from person to person. But on some points, we are all the same. What ???\n\nWe are human, we are dependent, we are civilized.\n\nAs humans, we see there are three parts of our neediness, physical, mental, and soul. They are all connected to each other. All should be put into balance. Leadership is in our hands. But there are some limitations. Am I making it so much complex !? Ok, I wanna make it easy to understand.\n\nAs you see humans have limitations. In everything they have limits. For eating, for sleeping, for drinkingтАжтАж. till leaving this world. No one knows which type of baby is coming and when. Or when, and how that baby will die.\n\nOops! Did I say something bad !? when baby is coming, cute, cuddly little baby, I am talking about his/her death. But it is true, right? How much lie decoration we do it is truth. In my opinion, every baby should know this truth at first. how he/she came to the world and there is a fixed time that will come when he/she will leave this world. Why should we do false acting to each other ?!\n\nFor getting some hope, temporary happiness-peace! Yes, I know how depressed we are, how much coward we are. We like easiness and fun. We just can be robots, going with the flow till death. But I donтАЩt know how much it is worth it. We all want a warranty, a guarantee for every precious thing. Buying jewelry we ask if is it real, prove it. Buying real estate, cars, in businessтАж.. we can do the calculation, strategies point to point every single thing. No mistake allows, Not to become betrayed, Not being a fool.\n\nSee we need proof, we do inquiry. We become furious when we get betrayed by something like that. The more precious it is, we need more proof and more investigation. But somehow most people miss this point in calculation and make the right order of preciousness from high to low. ItтАЩs ok, ItтАЩs ok, ItтАЩs totally ok ЁЯША. You see you are the one who is putting self worth. No one did anything but you do it to yourself ЁЯШР. Putting yourself below the list.\n\nWe all are afraid of the truth. Yes, it is hard. And need hard work, need too much bravery, and struggle. When we are getting too much temporary happiness why will anyone go for that. There are so many options for getting temporary peace of mind, that keep us away from the truth. One is out another. DonтАЩt worry we are here to bring happiness, and peace into your life just donтАЩt see, donтАЩt hear, donтАЩt think ok.\n\nI donтАЩt understand, am I wrong or other people. People feel irritated, and uneasy around me. So I decided not to talk much.ЁЯдл Because if in case my mouth is open I just can say the truth without any punctuation signs. Like, oh I got a chance to talk, bring it on ЁЯШО. No argument in there. And I also canтАЩt do false withdrawals, it will end up more dangerous. I will have outbursts without any control. So both sides of people should keep a safe distance as they can manage. Or if my mouth is open totally be on the truth side otherwise bring some valid authentic statement.\n\nLetтАЩs go back to our topic. we people have limitations on every side.\n\nSecond mental. Think of any country there are three presidents, and three of them have conflicts with each other. which situation it will be for that country? Like that, you should make a settlement with every part, and section of yourself. Yes, you are a king/queen of your own world. But just donтАЩt go start a war with another kingdom. First, make your kingdom strong enough. Be an intelligent, kind, wise king/queen.\n\nThird soul. All are your part. so you have to make balance and make time to listen to them, understand them, and make settlement among everything of you.\n\nAs you see in this world, in one country people make jokes of another country people how their look is, what they eat, what they wear, how they talk, every single thingтАж.. some people just understand that their eyes are made for that job, and brain is to process those. Even in between neighbors, and inside the home. All places have conflicts.\n\nAnd if anyone thinks about you wrong you canтАЩt change it, no matter how much you try. It is their decision. Already they made the decision thatтАЩs how they are.\n\nIt is really scary resting and sleeping inside of those people. It is all a circle. Come tell us we are your close one, then some console you or show their true self earlier and bully you, they will say I should ask them to help, council with them and how much life saver, helper they would be. But hold on, donтАЩt go to a conclusion, next time you do that as they said last time how much they care for you, Now fasten your seat belt they will say why canтАЩt I do my job by myself, they have so many works, how much pressure they are getting,тАж.. Again that point I want to detach everyone from my life, and then the statement will be, oh so you became a big knowledgeable person and no one can reach youтАж.\n\nyou know what, I am out of here. Somehow this circle should be broken. And there is no way than me. The rescuer of my own self is just me. I should not let myself be insulted no matter who the person is. God gave us same same.\n\nNo, I am not encouraging you to be reckless. I want everyone to understand who he/she is.\n\nWhy should any countryтАЩs people mock another country? Yes, there is a unique system, a unique rule. And thatтАЩs not made by me/you or he/she. The ruler should think about everyone, make justice, and give equal and unique judgment to all no matter who he/she is.\n\nOur work and thinking make us. It doesnтАЩt mean where are you from, how you look, or which level you areтАж. it should give an equal judgment.\n\nI want this. And for me, it seems that the world is against me.\n\nI canтАЩt contact my past people or future people. I am in my own era where I am supposed to be. In my generation all my people, understand me and I can understand them more than any other era/generation people can understand us.\n\nBe unity, be strong, donтАЩt fall apart. Yes not all of us are good but it is the responsibility of knowledgeable and strong people they make it as good as possible.\n\nLook at the world and how it became. How every second, every hour we are spending."
  },
  {
    "id": 11,
    "image": "post-11.jpeg",
    "category": "Life",
    "published_date": "January 3, 2024",
    "title": "Little joy of life",
    "content": "Whom should I laugh at ?! I canтАЩt believe I smile thinking about my own activities. If it would be I am smiling thinking about a guy, it might be I am in love with that man. But I feel happy being about myself, then maybe I am in love with who created me.\n\nAmazing this is! Still, there is suffering, so many feelings that we donтАЩt want, want to stay away from. But strange is how much we run from it the more we suffer until we accept it. At last, it was meant to happen.\n\nI noticed people get some emotions toward someone but itтАЩs totally different emotions when the same things are done by a person they know. Like if a strange person says, тАЬYou look goodтАЭ. We wonder why that person is asking this, and what is the intention because that person should not say any of those things.\n\nI donтАЩt know how much freedom we have, it is like you are by yourself now. Fight for yourself every moment, you are yours now we donтАЩt care what happens to you. Anyone other than myself can be my enemy, the opposite party. ThatтАЩs how much freedom we have. We have freedom so why are we suffering, it is still frustrating? Do we love to complain too much? Got it, so now the war portion left for inside of us, which we are too afraid to face. So afraid to fight or have a settlement. We are fleeing from ourselves.\n\nBALANCING. Balancing, thatтАЩs what I want to say. We need a balanced diet. On food, relationship, activities, тАж.. you know physical, mental, and spiritual.\n\nSo many complex emotions, thinking, understanding, and argumentsтАж. come that much as we get older. It is hard to get proper decisiveness in any situation but for a good wiser person.\n\nIn our academics, careers, and race in life, we forget to learn about ourselves. Forget to see around us, listen, and think. Maybe this is happening to a foreign-educated engineer girl. Now when she sees a simple leaf she can just see that leaf with all curiosity, love, and pleasure for the whole day without being tired. Want to see the sky the whole night, just stare at it. Listen to nature. Look at insects, birds, animals, colors, flowers, fruits, plants, тАжтАж everything is amazing. Eyes are not just for staring at a book or device. You can use it in many other ways too.\n\nI donтАЩt know if I am lazy or not but I like to see ants going. How they are doing their jobs, works. How they look. How birds fly, work, live. I want to just sit and observe. I donтАЩt care if anyone thinks I am a boring person or an older person or lazy because I am doing nothing. Who can make that compliment, I can say please visit the doctor, you need treatment.\n\nThe problem is we need money to survive. Money can be earned easily if you can become mute, blind, or deaf. Poor arenтАЩt allowed to be human. And the rich canтАЩt be human. We are the ones who make those rules, we are the ones who complain about it, and we are the ones who reject the solutions. If it would be only one person It could be easily handled. But it is us. We are immature but arrogant, prideful, and too tied up.\n\nWhat can we do? We have to play our roles, complete our responsibilities, and give the rights to the right person. Who said you have nothing to give. When you meet an older person you can give respect to them. When a child comes you can be playful and give love. When you have parents look after them, be patient, be nice.\n\nWe have nothing to give. What can I say to that poor soul? who likes to see oneself down, empty. DonтАЩt make yourself a loser. When the creator made you as the treasure box."
  },
  {
    "id": 12,
    "image": "post-12.jpeg",
    "category": "Life",
    "published_date": "January 3, 2024",
    "title": "Who is the real stupid ?",
    "content": "Sometimes it happens that one stupid says to another stupid тАЬhow stupid you can be ?тАЭ ЁЯШВ\n\nYou see I fell into a trap then moved round and round, illusions, confusionsтАж still I am. But when I see someone isnтАЩt understanding a simple thing I say to that person without any hesitation тАЬHow stupid you are ?! Be intelligent, wake up, bad guys are taking advantage of your good sideтАЭ. If that person was me I would laugh and reply that the bigger stupid saying another stupid, a stupid.ЁЯдг\n\nBut I am me. I canтАЩt expect my behavior from others. Deep down I know how much hurt, and trouble comes from being so nice, na├пve, and simple-minded. You see, bad guys are developing on the bad side every moment. And good guys developing on the good side. And when they meet each other it becomes a complex matter, literally blast. \n\nIf you donтАЩt have any defense system and have no knowledge of how to protect yourself, then you accept that your all precious thing you are just collecting and saving for the bad guys to come and take it. And then you will regret it, and be sad.\n\nSo, I donтАЩt want anyone to get hurt like I got. So it is a love expression for my loved one who really knows me. A good person should be more energetic, and intelligent. If criminals become more intelligent than police then it is the place of daily crime where we are living. See how a bad person works too hard to do bad. So we should have developed ourselves more stronger and more intelligent. Good should be 10 steps ahead of bad.\n\nKnowledge is power. The good and bad depend on its use. Police know how to do crime more than criminals but they use that knowledge for good. That is how they become good police officers.\n\nBut if I say to a person who is confused and has complex feelings for me, тАЬYou are stupidтАЭ. That person will show confused feelings. Because already that person made an image of me and gave a my identity inside of him. ThatтАЩs how he knows me. \n\nAnd for my enemy if I say, тАЬYou are stupidтАЭ, donтАЩt ask. It will be the same as declaring war, chaos, threat, insult, mockтАж.. ЁЯШЕ\n\nOnly from one sentence, I can find out too many peopleтАЩs identities. Who is what? ItтАЩs amazing, isnтАЩt it?"
  },
  {
    "id": 13,
    "image": "post-13.jpeg",
    "category": "Emotion",
    "published_date": "January 3, 2024",
    "title": "Silence",
    "content": "Silence words which is better to keep secret and silent. Even though everyone is well aware of it.\n\nDid you ever find yourself left out by another personтАЩs silence?\n\nThe assertive reaction party knows what I meant.\n\nSilence is a more effective killer than any other poison. It kills you quietly, and you donтАЩt even realize what is going on. How did you reach this point! How did you turn out to be this!\n\nYou can understand when people speak the truth and when they lie. A liar never acts normal. They canтАЩt. This is the law of nature. If it is not an open book then there is something worth hiding. If your instincts signal that there is something wrong, donтАЩt dive to search for what is wrong. Just trust your instincts and secure yourself. DonтАЩt take any chances.\n\nIf you donтАЩt like the system you are in, you should bring a new system as you believe it should be, which is better than what it is now. Like if you donтАЩt find any exit make it by yourself. There is no point in sitting there and describing all the facts. And If you canтАЩt do that then you better get used to living in that system.\n\nEverywhere all are gossiping, indicating how bad, and nasty this world and place is. Humanity, politics, economics, disastersтАж.. and we are sitting there and trying to solve it then making it worse afterward. Which is perfect for now, but it becomes worse on the other side. On the other side, some are sitting and judging how all is happening. Some memorize and are being educated, making themselves something but when that system changes whatever they believed in all the education, and efforts go to waste.\n\nWhy are we blaming, judging, and talking about something that will never be solved? ThatтАЩs just causing us to hate this world, hate each other, and bring just hatred.\n\nThe world of shamelessness. We can keep improving or bringing something good, or happiness in here. Otherwise, just keep silent. Go with the flow, and ignore it keeping your head down. Being blind, mute, deaf, understandable lame, being like stone, like an animal, or even lower than an animal. ThatтАЩs what we can do.\n\nWho says we are developing, we are in the modern world! Then why still there is sadness, more complaints, and fear in truth, most of the place is full of illusions-lie and all know it. ItтАЩs really funny!\n\nSometimes not hearing the truth hurts more than being betrayed. All it is just telling the truth, yes it is what it is. Losing doesnтАЩt matter. The matter is, тАЬnot getting an honest, truth statementтАЭ.\n\nThere is a saying, тАЬA truthful enemy is better than a liar friendтАЭ. And I totally believe it.\n\nWhy should all the important, precious words be heard through the soul? Why canтАЩt those be expressed any other way? Which do I want to know? I always heard from my inside?\n\nSo, that means all the outer words are just disguised. Truthfully, only that person can know who has an understandable mind, or soul. There is a mirror inside of every person. He/she sees all the reflections on that.\n\nDonтАЩt say please. Not any word. Only the confused person talks much. I love soul-to-soul connection. Let them have a chance to be connected. \n\nCan any mother/father express their true feelings in words to their child? All speech stops there. Even knowing 7 languages, people become mute. CanтАЩt find any word from any language.\n\nI know there is body language. A person can lie but body language doesnтАЩt lie. It betrays you. I want to say, that you are the only one and most biggest betrayer of yourself. But I am afraid to read those messages. So the world has this responsibility to solve my problem, I donтАЩt like handling the nasty anymore.\n\nSometimes love, care, respect, protection,тАж.. all good characters totally turn you down just the mistakes of handling those skills. Those good let think, see, hear, understand. Mess, hopelessтАж. that is how we get bad from bad. Otherwise good also brings good and bad brings bad.\n\nWho doesnтАЩt like children? cutie, little beautiful doll, hope-life renewal. We old people get a chance to see life from the start once more by being around children.\n\nI canтАЩt believe myself for being good I have to be excellent bad. To become a most kindest I have to be perfectly cruel. To love something I have to hate particular things most. To be the softest, kindest person I have to be too harsh, and hard on the oppositeтАж WhatтАЩs this burden or easiness, I donтАЩt know. The creator says itтАЩs the perfect solution for us, the way of creation. Relief and release from the burden. The balance and combination of it, mastering this skill needs a lot.\n\nWhat a great taste of life !!!"
  },
  {
    "id": 14,
    "image": "post-14.jpeg",
    "category": "Life",
    "published_date": "January 4, 2024",
    "title": "Memories",
    "content": "Everyone has eyes, but do they see the same ?\n\nI feel satisfied from my own captured photos. I have all the pictures recorded on my hard disk though.\n\nI see it, replay it again and again.\n\nCamera should capture moments at the right moment in the right position.\n\nI am so happy to have them. It is up to me now.\n\nAt least, I have them in my memory, it could be lost or unseen at the speed of busy life.\n\nI am so happy to have them. It is up to me now.\n\nAt least, I have them in my memory, it could be lost or unseen at the speed of busy life."
  },
  {
    "id": 15,
    "image": "post-15.jpeg",
    "category": "Nature",
    "published_date": "January 4, 2024",
    "title": "Pet",
    "content": "I donтАЩt want any bird to be forced to trust me, or forced to stay with me ever again.\n\nBirds should be like birds, live as birds, and act like birds.\n\nAfter all, I liked them when they werenтАЩt caged.\n\nNow when I see birds come to my window, I see life inside of them. Easy, comfortable, freedom. And thatтАЩs the bird I like.\n\nThanks to my lovely pets, for uncaging me and teaching me how to be a free bird."
  },
  {
    "id": 16,
    "image": "post-16.jpeg",
    "category": "Life",
    "published_date": "January 6, 2024",
    "title": "Creation",
    "content": "There are so many kinds of people in this world. Also, Lifestyles have so many differences. Like tree branches. You know in a classroom there exist so many students but one teacher. That teacher gives lessons only one way. But that lesson reaches in different ways to every single student. We get different grades, and some fail. Our parent says you have a head, eyes, hands, and legs all like the class topper why did you fail !!! Sorry Mommy/daddy to disappoint you, I tried my best but I am me and Topper is another individual being, he/she never can be me. ThatтАЩs how we are. This is the beauty of Creation. We try our best and figure out what we are. There are so many options, probabilities, and differences. Enjoy it, learn from it. ThatтАЩs was never our decision to make, never will be.\n\nI am sure your parents didnтАЩt know they would have a child for sure. We hope, We wish, We dream. We have freedom on that. But reality happens what The Creator wants. Also what kind of child he/she will be in the future. In every second, every moment we wait for surprises to come then we live that moment and prove ourselves who we really are.\n\nOne day we will die. But who knows when, where, and how he/she will die !!! What a surprise. If I knew that my life would be so much boring for sure.\n\nWe donтАЩt have to know everything or discuss everything. There are limitations. A stateтАЩs development depends on how many heads/hands/legs/eyes/minds there are. I didnтАЩt mean to be unknowledgeable. I am saying gain useful knowledge. If you canтАЩt do anything with the knowledge or have no authority on that then ItтАЩs useless.\n\nI canтАЩt do sunrise or sunset. Bring the moon. CanтАЩt have a curvy moon for all the time. Yes at our dinner table in the family, we do have so many quarrels about which food who wants, how much, how they want to eat, and how food should be. Among countries, if we give chances our own leaders can do non-stop debate till death. But no choice about the sun, We know it so well that we donтАЩt debate about this issue. Who which sun wants, How it should be, which color, when it will rise or set, which one is wrong, which one is right.\n\nThatтАЩs the creation. We have some free choices but from those free choices through so many struggles we learn that actually, we have no choice. All authority is upon the CreatorтАЩs hand.\n\nI could have been born in 500 BC or 300 BC or In the future any century. But I was born in this century. I donтАЩt know if was that my choice or not. But the interesting part is whichever century I would/will be born in, my life wouldnтАЩt be perfect, never.\n\nThe earth. It has no fault. DonтАЩt forget this is where we are born, living, and buried. It is under the CreatorтАЩs authority. Otherwise, the much we hate it insults being so shameless. For sure It would take revenge. Humans! see who are bad go away from my place, no birth, no living, no dying, nothing on me.\n\nI feel powerless against a mosquito. Yeah if I have money we can buy that place where no insect will enter. But you have insects inside of you. Can you live without that?\n\nIn front of the mirror, I see myself I have bones and organs. All are working. I am not giving any instructions. I donтАЩt tell my digestive system to do work. It does its work itself. My system will alarm me when I am hungry. But I have a choice Which food can I eat. Which food can I afford? That choice my body will not make. It is my choice according to my situation I will make that decision.\n\nSo when I am not giving any instructions to my body, I have no authority over it. I just clean it and keep it well so that I can do my job nicely until I die.\n\nSpirit that is mine. But It has its own wish, hunger. Sometimes we feel empty and donтАЩt know why we feel like that. Some strange feeling, something missing.\n\nWe want something good. Something out of the world. Who will understand us fully, DonтАЩt have to say anything but will know everything, will never leave us what the situation is, 24/7 will be with us, will never be bored with us, will be so patient, never will be tired, Never will be offline, we are humans make mistakes but if I return with a solid apology will forgive us. Will love us doesnтАЩt mean how we look like, how much prosperity we have, will see us as who we areтАж Those all sound good right. Peace, Happy.\n\nIn spirituality, we have that wish. We search that for whole life. Start from Mother-Father-Siblings-Relatives-Neighbors-Friends-Lover-Life Partner-Childs-grandchild-strangersтАж But in everywhere there is some emptiness, something less, something missing. That just does not fit what we want. Our whole life we discuss, become frustrated and regret how disappointing life is. We have to compromise it and get used to it. My wish is all just a fairy tale.\n\nBut no. If you want to see something by closing your eyes, you will not see it for sure. Here you are. Your dream came true. You are not searching for any human. Those characteristics donтАЩt fit any human being. This is the existence which your soul knows very well.\n\nYou trust your instinct, donтАЩt you? Ask yourself what it wants. And search for the things that fit those characteristics.\n\nDonтАЩt find something then try to fit your all wishes on that.\n\nFollow the perfect sequence."
  },
  {
    "id": 17,
    "image": "post-17.jpeg",
    "category": "Life",
    "published_date": "January 7, 2024",
    "title": "Acceptance",
    "content": "Some things can never be explained to anyone. Accepted.\n\nOur wishes will not come true just by listening to us as they do for imagination. Accepted.\n\nSome kin never will be our kin except by name, blood connection, and bond. Accepted.\n\nWhy didn't I learn the truth since childhood? why didn't I know the truth about everything in life, surrounding me!\n\nWhat was the necessity of that much love where in the end I will be spinning in the whirl of them! will ask me the same question a thousand times, which one is true and which one is false.\n\nI know, I have to ask those questions only to myself, no one else will dare to listen or tell the truth. Silent, avoiding...\n\nDid you think that I couldn't do that much for myself! As understanding came to me, I faced many things. \n\nDid you think that my silence meant that I didn't understand anything? \n\nAs understanding came to me, I also have been reorganized.\n\nWhat! Will tomorrow's me say that she doesn't know who I was yesterday, an illusion, a lie, or something else. \n\nWill Today's me say that tomorrow's me is non-existent being!\n\nMe, only the present me, rest are strangers.\n\nBut yes, with all versions of us have some settlements that we have to maintain, otherwise the disaster will happen within me, and there will be noтАВone to stop it. Unless a wise, proper leader among me, takes my responsibility.\n\nYou don't give up, you don't despair, you don't give up. You are yours, you are your friends, true companions. \n\nI will fight for you, and make a treaty for you. I haven't forgotten our contract."
  },
  {
    "id": 18,
    "image": "post-18.jpeg",
    "category": "Life",
    "published_date": "January 8, 2024",
    "title": "Inside strikes",
    "content": "I am someone individual. I have my own wish, my own understanding, my own way of accepting which is what.\n\nBut when a perfect, calm person, accepting person starts her own step in life challenges, war starts from then.\n\nProve me where am I wrong, Just prove me with solid argument/solid proof. I will listen to you whatever it is.\n\nMy mind is not listening to me how can I make you understand that? It needs proof.\n\nI do believe you. But now my mind wants to understand things by itself.\n\nI am not being separated from you, never anyone will be successful in making me do it.\n\nThe bond among us is too strong. You all are in my memories and life.\n\nI can never detach from you, never belittle you.\n\nYou donтАЩt know how much higher place you exist in my heart.\n\nThat much hurt did I cause! But how am I wrong, Please explain to me I will listen to you.\n\nMy confidence, Self-image, and dreams have all been polluted by my own beloved personтАЩs hatred.\n\nI am alone, I am going crazy, I am being sick.\n\nI am not blind, I know your love, your situation, your sacrifices, I know you. But here I have no one to talk to. I am sick. I want to be near you and warm love.\n\nI am not at peace. I donтАЩt compare you with worldly things. you are in a higher position in my heart.\n\nHard behavior, being strong, and motivational speech stories arenтАЩt working for me.\n\nCanтАЩt you understand me? I am your kin. You are my closest kin in this world.\n\nI know I shouldnтАЩt say those, Those are cowardly talk And excuses for fleeing away.\n\nBut trust me I am broken from childhood. Please explain to me all the single topics I need to know.\n\nI donтАЩt need any luxury, jewelry, or shiny world. I want toтАВbe happy with all of you. I am not a runaway person.\n\nI am sick, I am not well. And you are dreaming of me as the full moon, shining on the sky.\n\nI know your happiness, hope, and dreams surround me. I am a shining star for you but I feel like I am lost in the deep of a black hole.\n\nListen to me, word by word what I tell you. I am not a coward, I am not making excuses.\n\nI am not well take me and hold me strongly on you. Because you are the safest, most peaceful place, closest kin I have in this world.\n\nDonтАЩt tell me to be strong. DonтАЩt give all motivational speeches. DonтАЩt come to tell me how to be strong, warrior.\n\nYou didnтАЩt know me at all.\n\nAll single moments of my life, dreams, and happiness gone polluted by hatred, nasty words, and behavior of my close loved people.\n\nI illustrating, I am very sick, I am going crazy, I am confused. I am not making Jokes. Please donтАЩt make fun of me.\n\nHear me out word by word as I say, every word by word. All I mean seriously.\n\nListen to me, look at me, I am not a coward. I am not giving any excuses.\n\nSomeone came to life at that crucial point. But that was the blast of a big tornado for a long time.\n\nI need to know, I need to know. Please tell me.\n\nI canтАЩt study, I canтАЩt do work,тАВI canтАЩt live normally. I am broken, CanтАЩt you see at all? My mind, my soul isnтАЩt in peace. DonтАЩt tell me I am ruining your all dreams, I am the reason for all those. I am no one for anyone because I am an individual human being.\n\nYou should have to support me, shouldnтАЩt you?\n\nI know I shouldnтАЩt wish for anything, I shouldnтАЩt ask anything. But I really need some peace, some love, some care.\n\nI can totally see what is your condition. But youтАЩre not aware I am not going through less than that.\n\nI am not living in paradise. I am not in the perfect place.\n\nJust talk to me politely, listen to me with respect, donтАЩt be harsh. I donтАЩt know. Teach me with love, care and respect.\n\nI didnтАЩt abandon anyone, You all didnтАЩt understand me at all.\n\nI donтАЩt want any more fights, any more bad moments. CanтАЩt you be happy and optimistic all the time? My happiness and life are bonded with you.\n\nAsk me what you want to know, and I will be honest. You want an easy, comfortable life. Please give me proof I will be in the end according to your theory.\n\nHear me out word by word, listen carefully I mean all of it.\n\nPlease understand I am dying.\n\nI am so tired of explaining andтАВfighting. I think I want my retirement too soon just to be happy, and smiley."
  },
  {
    "id": 19,
    "image": "post-19.jpeg",
    "category": "Life",
    "published_date": "January 10, 2024",
    "title": "Selfish, I am!",
    "content": "Men, You are amazing.\n\nYou work whole day, stay outside whole day, work whole day, interact with people and multiple situations.\n\nFather is amazing they treat me as if I am his beloved princess. No filter is needed when youтАЩre around me. I feel like a free bird in the sky. I am surprised How do you do that ?! So I also love you whatever you are, even if the whole world says you are bad. You are my hero. Always will be\n\nBrother how amazing you are. I donтАЩt have to think about myself, or anything when you are around me. Own portion you give me just to see my enthusiasm and become a warrior of my life. Most trustworthy warrior. Who knows magic and shows up whenever I need you before even I know that\n\nMy life, beloved husband how can I make you understand my love for you. I didnтАЩt have to love any men before. I just fell into their love without notice. You fulfill all my wise, dreams. My life is completed with you. You are the balance of my life.\n\nMy son, how much I love you!!! How many dreams I saw, how much I thought, thousands of stories gone to my imagination surrounded by you. New life is coming through me ЁЯе░.\n\nMy grandchild, my old ageтАЩs new youth. Dates night, romantic stories with you.\n\nI donтАЩt know where I am.\n\nMy love just donтАЩt show up.\n\nI am just taking love always, I am really bad.\n\nLiving in paradise, I am the only one who is living the life. I donтАЩt know how to be grateful.\n\nI am the blind one, I donтАЩt do anything, I donтАЩt see all sacrificing your life for me. I am the queen, I am the princess.\n\nWhen any of them came home, my happiness how spread in the air. And run off to see you leaving everything. CanтАЩt wait for you to come to me.\n\nWhat is this? You are so stupid my hero with a smile. I am just happy about your return, No need for those.\n\nCanтАЩt you stay longer ??\n\nI am so selfish. All men are amazing. I donтАЩt know how to show or do a thing, how to say I do that for that. Because itтАЩs you my heroes you all are doing everything.\n\nMaking my world paradise. Sacrificing your own life for me.\n\nI donтАЩt know how to express love, I am not grateful still I donтАЩt want to leave any of you.\n\nI want to live my whole life through you, to have a nice happy life.\n\nI feel happy, and joy around you even in your bad moments. My life is great, even when you are in stress, tension, problemsтАж..\n\nI am sorry for being like that, But my world is you. I just canтАЩt want to leave it, even if I am the ungrateful, selfish one."
  },
  {
    "id": 20,
    "image": "post-20.jpeg",
    "category": "Life",
    "published_date": "January 12, 2024",
    "title": "To my heroes",
    "content": "You are the one who wants my happiness but you are also the one who canтАЩt resist my happiness-joyful life,\n\nI stay home, do life decoration, stay enjoy my life. Why do you feel so jealous of me?\n\nI know you get tired, me too. But I still embrace that moment calmly and optimistically, why canтАЩt you?\n\nI think your every single thing is love but your heart is missing, head try to understand the logic. Suspicious of everything. Thinking all are taking advantage or have hidden purpose.\n\nMy heroes, you are the ones who are selfish. Want to run from responsibilities, want the reckless self world.\n\nThat fault goes to us, we mothers love children too much. But donтАЩt teach children they have to love it back too.\n\nWe, girls, pass our time with that selfless female and learn that love is just giving everything, and accepting everything with happiness.\n\nWe are the ones who donтАЩt care about how the father is, the father canтАЩt miss them. The daughter will find him anyway and will spend time with him anyway. Even if it means being awake the whole night.\n\nWe are the ones if our brothers forget us still donтАЩt forget them or cut the connection. We will find them, scold them, be angry but make them be with us."
  },
  {
    "id": 21,
    "image": "post-21.jpeg",
    "category": "Life",
    "published_date": "January 13, 2024",
    "title": "Courage",
    "content": "Name me the fear, I will surpass that at first.\n\nGive me a doubt, I will be expert on that.\n\nTell me about, I will believe you.\n\nTrick me, you will be tricked by yourself.\n\nShow me the weak point, It will be the strongest side of me.\n\nTry to forget me, You will never be able to do that.\n\nThe hardest and dearest things should be done at first.\n\nMaybe that is why you focus more on those to become expert on it."
  },
  {
    "id": 22,
    "image": "post-22.jpeg",
    "category": "Life",
    "published_date": "January 13, 2024",
    "title": "Knowledge",
    "content": "Knowledge is power. Compliments over it depend on the use of it.\n\nIf it is on the right hand, in the right person, and handled the right way then it is right.\n\nOtherwise vice versa.\n\nNo need to debate your whole life about chicken and egg. We eat both. Also, they are being produced.\n\nAnd nobody asked us when they were created.\n\nRelieve yourself, and be kind to yourself."
  },
  {
    "id": 23,
    "image": "post-23.jpeg",
    "category": "Spritual",
    "published_date": "January 14, 2024",
    "title": "Learning",
    "content": "No one can be truly good if they donтАЩt know what is wrong clearly.\n\nWe learn both equally and become experts on both about knowledge.\n\nThen we choose a side. Otherwise, the person is a robot nothing else.\n\nThere is no evil or peace learning. The point is the deed.\n\nAlso for the learner, donтАЩt be that donkey who doesnтАЩt know what he is carrying.\n\nAl-Quran: Chapter 62: Jumuah, Verse: 5 [ The example of those who were entrusted with ╦╣observing╦║ the Torah but failed to do so, is that of a donkey carrying books. How evil is the example of those who reject AllahтАЩs signs! For Allah does not ( guide the wrongdoing of people. (5) ]\n\nI am sorry that knowledge is not from me. So I had to give the reference. I think we know about the referencing matter. I canтАЩt say it is mine when it isnтАЩt.\n\nThis author and teacher of it is the best."
  },
  {
    "id": 24,
    "image": "post-24.jpeg",
    "category": "Life hacks",
    "published_date": "January 14, 2024",
    "title": "Decision",
    "content": "Convert the right decision to deed as soon as possible. DonтАЩt ever keep it waiting for the right moment. When you realize it is right from that point all the moments become perfect for it. Now it is just all up to you.\n\nAnd when youтАЩre confused, write it all down. Then wait 7 days. Then if still you think it is okay step forward otherwise leave it.\n\nYou already know who you are, and what you want at that point."
  },
  {
    "id": 25,
    "image": "post-25.jpeg",
    "category": "Life hacks",
    "published_date": "January 15, 2024",
    "title": "Respect",
    "content": "Being grateful is a great character you can build. Be grateful no matter what it is, no matter how small or big a good deed they did to you, be grateful. Say thanks with a satisfactory smile.\n\nYou will feel great. You will be nice, and gentle in your own eyes. And you will be able to respect yourself.\n\nAnd Respect, thatтАЩs what I wanted to say about. Be respectful to everyone. Younger, Elder, good person, worse personтАж Yes, there are laws and rights. Those who do wrong will get punishment but respect is something else. It is you, Not them.\n\nYes, I know it is too hard to do, I know it."
  },
  {
    "id": 26,
    "image": "post-26.jpeg",
    "category": "Life",
    "published_date": "January 16, 2024",
    "title": "Big Bro",
    "content": "My Big Bro, I always quarrel with him. From childhood, I am always been a fiery dragon.\n\nMy Big Bro never quarrels back with me. Always kept silent and smiled at me.\n\nI never had to do any work at home, and Even if I insisted too hard, became angry. My Big Bro took all the work from me and did it himself.\n\nI remember One day My brother told me he touched my lunch, and I didnтАЩt eat it. My mother explained to me that was Jock many times. Still, I didnтАЩt eat. He used to make too many irritating jocks to see my angry mood.\n\nIt is me. Everything needs to be separated, set accordingly as I want and no one can touch anything.\n\nI remember I got two dresses on Eid with accessories, and my brother took me to the market to buy the dress. He didnтАЩt get anything in Eid but didnтАЩt say a word.\n\nHe replied how much I become angry, scold, insult him, and he will never stop talking to me. stop calling me, message me. Why do I have to be smiley always? It is too hard.\n\nI am angry, temperance but I can see, hear, and understand. People make mistakes thinking, I donтАЩt have any memories. Or maybe they miss me too much. love me too much.\n\nMy brother cried for me, Even I scolded him and told him donтАЩt you have any shame just to make him leave me alone. I am too much broke please I want to handle my side by myself. I know you are more broken than me. And I want sometimes alone.\n\nI know that is totally true. If I have any issue I have to become normal and smile at that moment no matter what. And He works too hard on it seriously. That is really hard to do. I have to be smiley, happy, and in a good position. That really irritates me sometimes, especially at a bad time.\n\nHe hated me when I bellowed myself. Surprise. I have no right to do that. I broke his heart, and I treated myself badly.\n\nHe becomes nervous when I am around because I make him feel I have been changed. And It is totally my fault, I became mature-elder.\n\nNow I want to understand everything myself, love to do everything by myself, I want to think by myself. I am not that angry little doll anymore my big hero. I want to be someone in my sight.\n\nI want to make mistakes, fall again and again, get hurt, and learn-understand everything by myself. I want to explore my life and live my life fully. Want to be responsible for my deeds, and make my own decisions.\n\nNo hurts, mistakes, burdens, or falling can stop me. Let me Explore my life. I am happy You all are with me.\n\nSo he hates me too much because he loves me so much.\n\nThat much is true we both know each other. We both care and love each other. But still, we have to fight to the death. ThatтАЩs the sibling meaning.\n\nI have so many heroes in my life, He is one of them."
  },
  {
    "id": 27,
    "image": "post-27.jpeg",
    "category": "Life, Life hacks, Spritual",
    "published_date": "January 21, 2024",
    "title": "Alive Dead",
    "content": "Where did all the man gone,\n\nWhy in my eyes I only see dead people?\n\nDoes having breath means people are living? Hooray !!!!\n\nSo much education is stuffed in my head that I canтАЩt even take a breath.\n\nAre we making a robot or technology-system making us the robot?\n\nBetrayers, and liars all over the world.\n\nBeing a good representative thatтАЩs all matter.\n\nTure is too tough to take.\n\nWe memorized so much and gained too much knowledge still as dumb as animals.\n\nFrom where, where will I go\n\nWe live as dead and say in peace on death.\n\nFrom where did I come, and where will I go.\n\nHow can I be sure death is the rest in peace !!!\n\nWhere I didnтАЩt know how my world would be still shown up on time saying here I am.\n\nIs it all about me for myself?\n\nAt which age do people get mature, and become responsible for their own act-decision ???\n\nDonтАЩt we feel tired of blaming others?\n\nSo weak we became, try to hide face, ignore all mirror.\n\nStill, my image canтАЩt hide from me.\n\nChoose a side, and pick up your own identities, Achieve it.\n\nYou should work hard to achieve any badge.\n\nDeath is better than us at least they lost the authority to do anything in here.\n\nSo rest in peace, now we canтАЩt fight anymore, our connection had been cut down,\n\nAnd we are Alive-death searching for death to save us from this burden.\n\nWhy did we even come to this world in any way?\n\nWhat kind of living is it where death is always kept hidden, frightened of facing the truth,\n\nAnd what kind of peaceful death is it where being vanished, or being no one meant peace.\n\nToo afraid to be coward, havenтАЩt enough courage to be brave.\n\nSome people really are worth staying in the museum,\n\nI think the whole world is."
  },
  {
    "id": 28,
    "image": "post-28.jpeg",
    "category": "Life, Spritual",
    "published_date": "January 25, 2024",
    "title": "Midway 1",
    "content": "Respect is not being silent and bowing head in front of elders and respectable peopleтАж\n\nYou will make a million mistakes if you think this, and obey this.\n\nAnd at last, those people will turn their back and say why did you listen to us, follow us when you will be in trouble.\n\nthere are so many elders and people in respectable places but they are on the blacklist for crimeтАж\n\nThis kind of person is an egoistic, prideful person who wants those. Want you to be treated as a false God, Not even a human well-wisherтАж\n\nThey donтАЩt consider their deeds, never will look at it but will be there to judge when something doesnтАЩt go as they wish.\n\nNo, I am not saying reject, disrespect the Worthy one, and respect, or accept the unworthy one.\n\nYou have to judge yourself who you are when you make any decisionтАж\n\nWhen you want to purify yourself and develop yourself there are so many tricks that will come to challenge youтАж\n\nShow me is it really good? how?\n\nAre you sure, you are not delusional?\n\nYes, I need those questions, and tricks to face to purify myselfтАж\n\nBut it is also true that you are not purified yet keep that in mindтАж\n\nThere will questions come that the purified person is like that?\n\nwhen you donтАЩt know it well enough but want to be and love it, these questions will tear you apartтАж\n\nSay, I am not the angle who doesnтАЩt make any mistake or will never do itтАж\n\nI donтАЩt admit that, I am superior to any of you, ButтАж\n\nI choose to purify myself anyhow, even if it means mistakes, and ask forgiveness till my death breathтАж\n\nI donтАЩt choose any mistake-sin committed by me because I am well known that I can make mistakes and others can forgiveтАж\n\nMistake-sin will be committed by me because human kind made this way, and will choose that redeem myselfтАж\n\nIn my conscious mind, there will not be any mistake or sin Which I didnтАЩt work strongly, passionately,\n\nIn my conscious mind, I didnтАЩt follow the right way, didnтАЩt try to redeem myself strongly with full of my strength, and didnтАЩt ask for forgiveness correctly.\n\nThere will not be any fall when I never tried to stand up again, My creator gave me legs, mind for thatтАж\n\nThere will not be any mistreat-behave which I will not work with my whole strengthтАж\n\nYes, enemies are needed in life to reach to purify oneselfтАж\n\nI have many from fairly to extreme levelsтАж\n\nI trembled with fear of those, millions of fearтАж\n\nStill, Please my Creator keep me on the right path, I am submitting myself to youтАж"
  },
  {
    "id": 29,
    "image": "post-29.jpeg",
    "category": "Life",
    "published_date": "January 30, 2024",
    "title": "Just",
    "content": "DonтАЩt choose an injustice person as your own. Even though they are injustice toward your most hatred enemy.\n\nWhy do people need to love so much which creates the most hatred in them?\n\nIt could be better to love as it needs to be. It is never love that takes away a humanтАЩs nature, manners, and virtue.\n\nBe the lover even if we are separated and become bloodthirsty enemies. Still, your enemy can rely on you. Have faith that injustice will not come through you.\n\nBe a human first then I will think about what you can be in my life.\n\nEven if you are unjust toward my bloodthirsty enemy, I hate you.\n\nFor me, your unlimited love is nothing but a show-off.\n\nThat person is a good human who knows duty, and responsibility and is always conscious and wise. DonтАЩt get overwhelmed by anything."
  },
  {
    "id": 30,
    "image": "post-30.jpeg",
    "category": "Life, Spritual",
    "published_date": "February 4, 2024",
    "title": "Hellish",
    "content": "Some people deserve the hell. All pain, messy, bad things both in this world and after this life. Some deserve the hell of punishment without any question.\n\nSurprising how Allah tolerates all of this, have patience. How could Allah do that knowing everything! Allah is really the most kind, and tolerance exists, There is nothing left but surrender to Allah when you understand clearly.\n\nSo leave them as they are. Allah will decide their fate. Duty has been finished, and judgment has been entered. Are you ready to get the fruits of your deed?\n\nWhen Allah is the only guardian then everything is on to Allah. May Allah take all authority, My work is done. I am submitting my all suffering, complaints, and speech to Allah. I know Allah.\n\nThere is nothing left for me, I finished my duty.\n\nOne should get frightened when his all wishes, and opportunities come as heavy rain. You reach the extreme character to deserve what was prepared for you. You earned it all by yourself. You are the one who owns all.\n\nAnd when all pain, digester come as rain. You find yourself in a breathless shrink place, good news is waiting for you.\n\nThere is no forgiveness for munafiq even though the prophet asked it seventy times. ItтАЩs forbidden for Muslims to ask forgiveness for munafiq. I surrender myself to AllahтАЩs wish.\n\nYou can only be there where you get permission from authority. We so developed people know it very well. We just act dumb when it is time to take an exam. So educated we are for what we are so prideful.\n\nGreed makes us living corpses. But accepted. Luxury which has magic, has power as drugs and alcohol everything blurred on that shine. Even own life.\n\nWho cares about dead peopleтАЩs speech, which doesnтАЩt reach our ears. We love to have life being dead. Then we donтАЩt have to feel anything. We are just inexistence. But From inside sound comes aloud who are you kidding?!\n\nSome laugh at pious. Says, Does the Creator love you! then why are you in this condition? why the creator doesnтАЩt protect you? give you so much suffer?тАж.. A peaceful smile comes from inside, тАЬBecause Allah loves you too, So please donтАЩt cross your limit, donтАЩt make yourself worthy of deserve the hellтАЭ."
  },
  {
    "id": 31,
    "image": "post-31.jpeg",
    "category": "Communication, Life, Spritual",
    "published_date": "February 4, 2024",
    "title": "Human",
    "content": "All are the same.\n\nWhich country, which nation, which culture, whatever you can think of.\n\nHumans are human. They all are the same. You will find everyone in every place.\n\nOnce you realize it you will find yourself more than *100 years ahead of your actual age.\n\nThatтАЩs the meaning of fully live. You learn all truth and false. Clearly understand everything. Time runs so fast for you that when you get 1000 years old you donтАЩt realize a bit.\n\nYou know what happened, what is happening, and what will happen in the last all are clear.\n\nThatтАЩs the age we are living. Fast speed.\n\nDonтАЩt fool yourself(at least you).\n\nNothing has been changed. It is all the same, just we know much now."
  },
  {
    "id": 32,
    "image": "post-32.jpeg",
    "category": "Life, Life hacks, Spritual",
    "published_date": "February 4, 2024",
    "title": "Warrior",
    "content": "WhatтАЩs a Lady? I donтАЩt know.\n\nWhatтАЩs a women ? does I donтАЩt care.\n\nI am a fiery dragon, lioness of the forest.\n\nI learned myself. She will not break, she will not stop, she will not bow.\n\nShe is a warrior. Her peace, and happiness in living life is that.\n\nI donтАЩt care who, or what will think or do for me or anyone else. But I will do that for sure. I will not stay silent no doubt.\n\nEven If I need to fight against all of my own people. Or any enemy. If you are someone who has courage for that only that person can be with me. Otherwise, my creator is enough for me.\n\nFistfight or debate or journey of any dark forest my life is being a warrior. The fiery dragon, the lioness.\n\nThatтАЩs the meaning of life, thatтАЩs the meaning of living, thatтАЩs the meaning of having breath. ThatтАЩs me.\n\nI donтАЩt need any prince charming or warrior to rescue me.\n\nBeing a very bold, brave, daring, courageous, stubborn, rebellious, and headstrong girl. ThatтАЩs me.\n\nThe customs, traditions, and all social restrictions. WhatтАЩs that?! DonтАЩt bring any stupidity.\n\nтАЬI will not even ask anyone for my OWN ownership!тАЭтАХтАВ\n\nThatтАЩs me. Being free spirit."
  },
  {
    "id": 33,
    "image": "post-33.jpeg",
    "category": "Life, Life hacks, Spritual",
    "published_date": "February 10, 2024",
    "title": "Gems",
    "content": "Behaviour or characteristics education is totally different from professional or career education. ThatтАЩs why nowadays many can earn but doesnтАЩt have any idea how to live"
  },
  {
    "id": 34,
    "image": "post-34.jpeg",
    "category": "Life, Life hacks, Spritual",
    "published_date": "February 12, 2024",
    "title": "Some Adventures of Life",
    "content": "WhatтАЩs life, if there is no adventure?!\n\nAll the adventures and changes are the witness to time passing.\n\nI am not perfect. I will never be. Sometimes maybe clumsy, sometimes a crazy girl, sometimes an angry bird, sometimes as a fiery dragon, sometimes as a baby, sometimes as a warrior, sometimes as a wished oldest grandmother.\n\nI will not be the same always. Sometimes as shiny as the moon, sometimes in the darkest place, sometimes in the most Maddy-easiest ways with all untidy hair-untidy dress, sometimes maybe as cheerful, sometimes just looking and being by myself.\n\nThe person who deserves a better position and who also conditions all conditions and embraces them all is there for me.\n\nI donтАЩt know If I am a psycho or not. But If the condition is that all humans are hypocrites, then no need to waste oneself on useless things. Or accept something wasteful over emotional blackmail. Or wishing a miracle to come in the specific time condition and make oneself crazy depressed being betrayed.\n\nYes, eyes are for sight, crying, or many other signs. Also, material/doorway to get hurt. The same goes for everything you have or owned. All are precious things, know the value of everything. Please give them the respect, value, and protection they deserve."
  },
  {
    "id": 35,
    "image": "post-35.jpeg",
    "category": "Life, Life hacks, Spritual",
    "published_date": "February 12, 2024",
    "title": "Living",
    "content": "Should I say sorry to that person who was a companion of my sin? Or accuse that person for consciously taking me to the dark place?\n\nTruth never stays hidden. Today, 10 years later or 100 years later that will come to the light.\n\nI think I should just leave that person and continue on my own journey. And ask forgiveness from Almighty Allah. Allah kept that knowledge hidden and brought it to light which makes me feel regretful. That fire, heat, and strike can make the heart soft.\n\nAnd now my world isnтАЩt the same as before. It will never be like before. Journey, time is for that. Those are the keys to the new world.\n\nLive long. Live fully. Yes, it is possible to live the same as 1000 years in 30 years.\n\nChild? No children are those who havenтАЩt started their life yet. Or didnтАЩt reach the point of having access to life fully. But day by day, second by second they are reaching to that point.\n\nThat adult who wants to return back to childhood. I think they are so exhausted about their life and want to go away from their life, and everything."
  },
  {
    "id": 36,
    "image": "post-36.jpeg",
    "category": "Life, Spritual",
    "published_date": "February 20, 2024",
    "title": "Changing",
    "content": "When I was far away from my country, I realized that I was nothing. When I returned from abroad to my own home country, I realized that in my own country, all people have mental problems. After that when I went back to abroad again and returned to my home country again, I realized my people were so intelligent. Then again when I returned back to my home country from abroad I was someone important, they needed me, and I needed to stay on the soil where I was born.\n\nThere are so many questions from that perspective. And answer, That depends on the person and his/her personality.\n\nIn my own opinion, if I have the identity of being truthful then I also should be truthful about myself. That is also part of truthfulness, isnтАЩt it? \n\nWhatever deed is good or bad, its understanding starts from the self. Experiment material for me is myself.\n\nIf I should hide from my own person, how could they become my own people! \n\nSorry, I donтАЩt want to hurt anyone. But unfortunately or fortunately that is the rule of our creator. There are so many variances, always ups and downs. We are not perfect, sorry to me, I was asking for a heavenly environment when I am in the world. \n\nWe need to work for those. Need to prove to yourself that you are worthy of it. And the beautiful thing is that your efforts affect you more than outsiders."
  },
  {
    "id": 37,
    "image": "post-37.jpeg",
    "category": "Life, Life hacks",
    "published_date": "February 23, 2024",
    "title": "Light as feather",
    "content": "They say what does good teach you?!\n\nThey say does good provoke you to hate?! then what is the difference between you and bad? You both have the same identity.\n\nThey say why good people suffer, why good people arenтАЩt at peace?!\n\nThey say it is a hallucination, lies which I make myself believe.\n\nThey say if I am that much good why canтАЩt I solve world all problems?!\n\nThey say where are your good deed and good companion, why doesnтАЩt they save you from your suffering?!\n\nThey say why the good are coward?! They are stupid. They make themselves suffer and bring suffering around them.\n\nThey say why good need any protection?! need anything at all. DoesnтАЩt good is enough for them to survive?!\n\nThey say Why did good make you more depressed?!\n\nThey say good are gloomy and results are out of sight.\n\nThey say If you are that much sure then why did you leave good?!\n\nThey say why did you listen to us, why didnтАЩt focus on your deed?! You had more knowledge than us. DonтАЩt blame us. If you are so eager to blame someone then blame yourself.\n\nThey say good needs to be good and bad will be bad. But good also being bad this way. And we are confused.\n\nThey say Good need to have most vulnerable to get hurt and have to be most inactive.\n\nI am happy Good-BadтАЩs identity isnтАЩt sealed from you. I am just so grateful for feeling light and getting peace."
  },
  {
    "id": 38,
    "image": "post-38.jpeg",
    "category": "Communication, Emotion, Life, Spritual",
    "published_date": "March 1, 2024",
    "title": "My lovely mother",
    "content": "I am in debt for all your sacrifice, suffering, and deeds my respected lovely mother. I havenтАЩt enough anything to get rid of any debt even a single breath of you. My full of heart gratitude, love, and respect towards you.\n\nBut My lovely mother you didnтАЩt create me. My skin, my any organ nothing is created by you. Yes, you bear me. But my past, present, future, fate you are not aware of anything not anything is in your hand. Yes, your satisfaction means too much for my life, fate, past-present-future. And all those respect, higher position of you set by the Creator. The Creator who created you and me. The Creator who created the Earth, Sky, and everything between them.\n\nWhich thing didnтАЩt give me you have no authority to destroy or force me to do it using blackmail of your high position.\n\nMy lovely mother donтАЩt kill me. DonтАЩt choose any bad daddy for me. Please donтАЩt destroy my childhood, donтАЩt bring trauma to our life, donтАЩt kill anyone. My lovely mother you are a position of that. Please protect yourself. Guard yourself.\n\nChoose a good life for you so that I can have a good life too. Take care of yourself you are my place on earth. Love yourself, and treasure yourself you are so important not only for yourself but for so many lives.\n\nMy lovely mother. Please be your guardian for your own sake for my sake for lots of lifeтАЩs sake. You are the beauty of the world. Bearer of new generation, builder of humanity manhood. Know yourself, give yourself proper value for real. I donтАЩt want to be neglected. Mother climb high, learn and take us to high, teach us. Show us the world through you. DonтАЩt lie. Mothers are higher degree personality persons, the most brave person. Please choose truth for yourself and also show us the beauty of truth.\n\nWhen you are weak I am weaker. When you are traumatized I am in worse condition. You are not just for yourself, You are a world. Gateway of a different world. Soul comes to you. I do rise be a human being. My lovely mother you never is alone. DonтАЩt through yourself anywhere or anyone. You are one of the best personality person to me."
  },
  {
    "id": 39,
    "image": "post-39.jpeg",
    "category": "Life, Life hacks, Spritual",
    "published_date": "March 1, 2024",
    "title": "Freedom",
    "content": "No pain no gain. Yes, thatтАЩs truth.\n\nFrom your childhood, you understand what will be your aim in life. You get the same incidents in so many ways from everywhere. All come over you like that way you forced to say, тАЬItтАЩs enough. I need to breathe, I have to breathe or I should make it finished right now.тАЭ\n\nYes, all kind of test will come to you. To give you chance to pass the exam. Write down all thoughts, all words, all deeds all will be examined until you win or give up.\n\nAll comes like a cyclone. The speech comes out like a storm. But when wishes come true all is calm. No word left to say anything. Yes, all wishes will come true.\n\nEmpty pot moves even in a breeze. Become crazy without knowing what is happening over all.\n\nDid you live a long life? Huh, your existence is the proof. LetтАЩs live, letтАЩs move, letтАЩs solve. Only let it happen in the right way on justice. ThatтАЩs all I want."
  },
  {
    "id": 40,
    "image": "post-40.jpeg",
    "category": "Communication, Emotion, Life, Life hacks, Spritual",
    "published_date": "March 12, 2024",
    "title": "Your Story",
    "content": "Sometimes no one can reach you to help you no matter how much they try,\n\nYou are the one who should rise, stand up for rescue yourself.\n\nNo, it is not any tragedy story, it is your life story. Which parts see as tragedy or so afraid to think of,\n\nAgain, when you stand up being healed. You have to smile peacefully at those who hurt you at a bad time and say how are you, is everything ok?\n\nNo, it is not any hurtful story. It is your story.\n\nAgain, you have to go to them again and again to listen and help them. Who didnтАЩt even listen to you a bit and rejected you over and over when you were extremely broken.\n\nNo, itтАЩs not any broken heart story. ItтАЩs your story.\n\nIt is you who get raised again and again. Called it a pitiful, tragic story. Shown you as a weak and helpless being.\n\nUntil you believe, it is your story.\n\nNo, I am not saying there are no bad people around us or we donтАЩt need others.\n\nI meant to be someone to yourself. Be Someone special in your story rather than always being rescued or being wronged by others."
  },
  {
    "id": 41,
    "image": "post-41.jpeg",
    "category": "Life, Life hacks, Spritual",
    "published_date": "March 30, 2024",
    "title": "ржжрж░ржХрж╛рж░",
    "content": "рж╕ржмрж╛рж░ рж╕ржмржХрж┐ржЫрзБ ржЖржЫрзЗ, ржХрж╛ржЬрзЗрж░ рж╕ржоржпрж╝ ржХрж┐ржЫрзБржЗ ржкрж╛ржУржпрж╝рж╛ ржпрж╛ржпрж╝ ржирж╛ред\n\nрж╕ржмрж╛рж░ рж╕ржмржХрж┐ржЫрзБ ржЖржЫрзЗ, рж╕ржарж┐ржХ ржХрж╛ржЬрзЗ ржмрзНржпржмрж╣рж╛рж░ ржХрж░рзЗ ржирж╛ред\n\nрж╕ржм рждрзБрж▓рзЗ рж░рж╛ржЦрзЗ ржЧрзЛржирж╛рж╣рзЗрж░ ржХрж╛ржЬ ржХрж░рждрзЗ, рж╕ржарж┐ржХ ржХрж╛ржЬрзЗрж░ рж╕ржоржпрж╝ рж╕ржм рж╣ржпрж╝рзЗ ржпрж╛ржпрж╝ ржХрзНрж▓рж╛ржирзНрждред\n\nрж╣ржпрж╝рзЗ ржпрж╛ржпрж╝ рж╕ржм ржорзВржХ, ржЕржирзНржз, ржмржзрж┐рж░, ржкрж╛ржерж░ред\n\nржирж╛, ржирж╛ ржЖрж▓рзНрж▓рж╛рж╣ рждрж╛ржжрзЗрж░ ржарж┐ржХржЗ рж╕ржмржХрж┐ржЫрзБ ржжрж┐ржпрж╝рзЗржЫрзЗржи, рж╢рзБржзрзБ ржжрзЗржиржирж┐ рждрж╛ржжрзЗрж░ рж╕ржарж┐ржХ ржЗржЪрзНржЫрж╛ рж╢ржХрзНрждрж┐ред рждрж╛рж░рж╛ ржЙржарзЗржЫрзЗ ржЕржмрж╛ржжрзНржзрждрж╛ржЗ ржорзЗрждрзЗ, ржЧрзЛржирж╛рж╣рзЗрж░ ржорждрзНрждрзЗ ржирзЗржЪрзЗ ржирзЗржЪрзЗ ржЬрж╛рж╣рж╛ржирзНржирж╛ржорзЗрж░ ржжрж┐ржХрзЗред\n\nржзржирзА, ржЧрж░рж┐ржм рждрзЛ рж╢рзБржзрзБ ржЕрж░рзНржерзЗрж░ ржЦрзЗрж▓рж╛ред рж╕ржмрж╛ржЗржХрзЗ ржарж┐ржХржЗ ржЪрзЗржирж╛ ржпрж╛ржпрж╝ рждрж╛ржжрзЗрж░ рж╕рзНржмржнрж╛ржмрзЗред\n\nржХрзЗржЙ рж╢рзЛржирзЛ ржирж╛ ржЖржорж╛рж░ ржХржерж╛, ржЖрж▓рзНрж▓рж╛рж╣ рж╢рзБржиржмрзЗ ржЖржорж╛ржЗред рждрж┐ржирж┐ рждрзЛ ржиржпрж╝ ржмржзрж┐рж░ред\n\nржХрзЗржЙ ржмрзБржЭрзЛ ржирж╛ ржЖржорж╛ржЗ ржарж┐ржХ ржЖржЫрзЗ, ржЖрж▓рзНрж▓рж╛рж╣ ржмрзБржЭржмрзЗ ржЖржорж╛ржЗред\n\nржЖржорж╛ржЗ рж╕ржмрж╛ржЗ ржХржарзЛрж░ ржмрж▓рзЗ, рждрзБржорж┐ ржХрж┐ ржЖржорж╛рж░ ржжрзВрж░рзНржмрж▓рждрж╛ ржЦрзБржЬржЫрзЛ ржЖржорж╛ржЗ ржмрзНржпрж╛ржерж╛ ржжрж┐ржпрж╝рзЗ рж╣рж╛рж╕рждрзЗ ржЖржорж╛рж░ ржкрзНрж░рждрж┐, ржЖржорж╛рж░ ржЖрж▓рзНрж▓рж╛рж╣ ржзрж░рзНржорзЗрж░ ржирж┐ржирзНржжрж╛ ржХрж░рждрзЗред\n\nржирж╛, ржЖржорж┐ рждрзЛ ржнрзАржд ржиржпрж╝ред рж╢рзБржзрзБржЗ ржЖржорж┐ ржЪрж┐ржирзЗ ржлрзЗрж▓рзЗржЫрж┐ рждрзЛржорж╛ржпрж╝ред\n\nрждрзЛржорж╛ржпрж╝ ржнрзЗржмрзЗржЫрж┐рж▓рж╛ржо ржЖржорж┐, ржПржЦржи ржмрзБржЭрж┐ ржЖржорж╛рж░ рждрзЛржорж╛ржХрзЗ ржХрзЛржирзЛржЗ ржжрж░ржХрж╛рж░ ржирж╛ржЗред\n\nржЖржорж╛рж░ ржжрж░ржХрж╛рж░ ржЖржорж╛рж░ ржЖрж▓рзНрж▓рж╛рж╣ред\n\nржЕржирзНржп ржХрзЗржЙ ржмрзБржЭржмрзЗ ржирж╛ ржЖржорж╛ржЗред ржЖржорж┐ ржЖржорж╛рж░ ржЖрж▓рзНрж▓рж╛рж╣ржХрзЗ ржЪрж╛ржЗред рж╢рзБржзрзБ ржЖрж▓рзНрж▓рж╛рж╣ржХрзЗред"
  },
  {
    "id": 42,
    "image": "post-42.jpeg",
    "category": "Emotion, Life, Life hacks, Spritual",
    "published_date": "March 31, 2024",
    "title": "Ashamed",
    "content": "DonтАЩt be ashamed of what Allah made halal.\n\nDonтАЩt be ashamed of being a housewife.\n\nDonтАЩt be ashamed to take care of family, and children, and have an Islamic life.\n\nDonтАЩt be ashamed to touch old mother-father feet in public. Being scolded by them.\n\nDonтАЩt be ashamed of your own face or color. DonтАЩt hate yourselfтАж\n\nDonтАЩt be ashamed to eat halal food.\n\nDonтАЩt be ashamed to wear a halal dress.\n\nDonтАЩt be proud/reckless of what is not yours.\n\nAllah gives you those. DonтАЩt insult Allah. DonтАЩt belittle Allah. All are AllahтАЩs. Know Allah. You are not yours, who are you?! A servant nothing else.\n\nYes, you are so weak.\n\nDonтАЩt start the war against Allah. Surrender or you will be surrendered for surely.\n\nShame. Of course that feeling is also halal for us. But that shame gives love, good, nice, pious, great feeling.\n\nWe Muslims know how to feel, how to talk, how to think, how to see, how to hearтАж.. everything Allah had taught us."
  },
  {
    "id": 43,
    "image": "post-43.jpeg",
    "category": "Life, Spritual",
    "published_date": "March 31, 2024",
    "title": "Blindfolded Arrogant!!!",
    "content": "Debate and Debate.\n\nArgument after argument.\n\nNever ending conversation.\n\nI am not going to accept you neither want to listen to you.\n\nI donтАЩt want any logic, proof.\n\nI am just giving you chance to accept me to understand me.\n\nLook how good I am ! How kind I am !\n\nI am waiting to accept me if you really want me.\n\nI could be more reckless, unkind, cruelтАж\n\nBut I am not like those bad people.\n\nAinтАЩt I good? wroth to be respected?\n\nI keep silent even though you talk for ten years, became creazy on self talk over drown on millions thinking, overwhelm. I did nothing. I didnтАЩt leave you.\n\nI waited for you to understand that I donтАЩt care whatever you say, whatever you think or believe whether it is good or badтАж\n\nThis is you who is precious to me, I want you.\n\nI did that much, to treat you that much still you are so ungrateful to meтАж\n\nDonтАЩt see whom you are going to loseтАж\n\nYou will not get anyone more caring and loving than meтАж\n\nThere are too many bad people out there, I am not like themтАж\n\nHow dare you compare me with them, even worse than themтАж\n\nYou truly are ungrateful, donтАЩt deserve me.\n\nYou should see the world without me, and the true face of the world.\n\nI also wonder who will even sit beside you who just explain day-night for 10 years.\n\nYou are really a loser."
  },
  {
    "id": 44,
    "image": "post-44.jpeg",
    "category": "Communication, Emotion, Life, Life hacks, Spritual",
    "published_date": "March 31, 2024",
    "title": "Defeat Fear or be defeated",
    "content": "I am so frightened to face you, to enter to you\n\nWhen you are upset\n\nThe negative signal frightened me so much that I wanted to hide from you\n\nHide from me, Start to hate myself.\n\nOh, my sweetheart if you are that much frightened to be rejected or face negative signal from me,\n\nHow do you love me?!\n\nYou didnтАЩt even enter to me, visited me fully. How do you know me?!\n\nI see written as coward in front of entrance\n\nI already love thatтАЩs why you see that message, my sweetheart.\n\nI want you to be brave.\n\nI am tired of waiting for you and your love.\n\nDonтАЩt you understand how hard it is?!\n\nYou didnтАЩt surpass and fight to yourself to see my love.\n\nHow will you live with me?!\n\nLike is part of love, How will I trust someone with everything of me who is so frightened of everything.\n\nLove makes a person brave, and gives courage.\n\nI show you the path, It is totally up to you which way you choose."
  },
  {
    "id": 45,
    "image": "post-45.jpeg",
    "category": "Communication, Life, Life hacks, Spritual",
    "published_date": "April 16, 2024",
    "title": "Help",
    "content": "Be static on your beliefs. The only way you can help yourself or others is by being static on the right path.\n\nYeah, we developed and progressed on technology but it doesnтАЩt mean we are honest."
  },
  {
    "id": 46,
    "image": "post-46.jpeg",
    "category": "Emotion, Life, Life hacks",
    "published_date": "April 27, 2024",
    "title": "ржкрзНрж░ржпрж╝рзЛржЬржирзАржпрж╝рждрж╛",
    "content": "ржЖржорж░рж╛ ржорзЗржпрж╝рзЗрж░рж╛ ржХржЦржирзЛ ржЯрж╛ржХрж╛ ржЙржкрж╛рж░рзНржЬржи ржкрзЗрж╢рж╛ ржмрзЗржЫрзЗ ржирж┐ржЗ, ржХржЦржирзЛ ржШрж░ ржмрж╛ржирж╛ржирзЛред ржЖрж╕рж▓рзЗ ржмрж╛ржЪрзНржЪрж╛ржХрж╛рж▓ ржерзЗржХрзЗржЗ ржПржЗ рж╕рзНржмржкрзНржиржЯрж╛ ржЖржорж╛ржжрзЗрж░ ржерж╛ржХрзЗ ржЖрж░ ржмржбрж╝ рж╣ржпрж╝рзЗржУ ржЖржорж░рж╛ рж╕рзЗржЯрж╛ ржкрж╛ржпрж╝ред ржЕржирзЗржХ ржмрж┐рж╢рзГржЩрзНржЦрж▓ ржкрж░рж┐ржмрзЗрж╢ ржкрж░рж┐рж╕рзНржерж┐рж░ ржЬржирзНржп ржЖржорж░рж╛ржУ ржмрж┐рж╢рзНржмрж╛рж╕ ржХрж░рзЗ ржирж┐ржЗ ржпрзЗ ржЖрж╕рж▓рзЗ ржЖржорж░рж╛ ржХрж┐ржЫрзБржЗ ржХрж░ржЫрж┐ ржирж╛ред ржЖрж░ ржирж┐ржЬрзЗрж░ ржоржзрзНржпрзЗрж░ ржЬржорж╛ рж╕ржм ржХрж╖рзНржЯрзЗрж░ ржжрзЛрж╖ржЯрж╛ ржжрж┐ржЗ ржжрзВрж░рзНржмрж▓ржжрзЗрж░ ржЙржкрж░ ржпрзЗржЯрж╛ ржЖржоржЬржирждрж╛ рж╣рж┐рж╕рзЗржмрзЗ ржмрзЗрж╢рзАрж░ржнрж╛ржЧ ржорж╛ржирзБрж╖ ржХрж░рзЗред\n\nрж╣рзНржпрж╛ржБ ржЫрзЗрж▓рзЗрж░рж╛ржУ ржмрж╛ржЪрзНржЪрж╛ржХрж╛рж▓ ржерзЗржХрзЗ ржпрзЗ рж╕рзНржмржкрзНржи ржжрзЗржЦрзЗ ржмржбрж╝ рж╣ржпрж╝рзЗржУ рждрж╛ржЗ ржкрж╛ржпрж╝, ржЖрж░ рждрж╛рж░рж╛ржУ ржЖржорж╛ржжрзЗрж░ ржоржд ржорж╛ржирж╕рж┐ржХрждрж╛рж░ ржХрж╛ржЬ ржХрж░рзЗред\n\nржЖржорж╛ржжрзЗрж░ рж╕ржХрж▓ ржмрзНржпрж░рзНржерждрж╛рж░ ржХрж╛рж░ржг ржХрж╛рж░рж╛? ржЖрж░ ржХрж╛рж░рж╛ ржмрзГржжрзНржз, ржмрж╛ржЪрзНржЪрж╛, ржпрж╛рж░рж╛ ржкрж░рж┐ржкржХрзНржд ржирж╛, ржпрж╛рж░рж╛ ржЖржорж╛ржжрзЗрж░ рж╕рж╛ржерзЗ рждрж░рзНржХрзЗ ржЬрж┐рждрждрзЗ ржкрж╛рж░ржмрзЗ ржирж╛, ржпрж╛рж░рж╛ ржирж┐ржЬрзЗрж░рж╛ржЗ ржжрзНржмрж┐ржзрж╛-рж╣рзАржирзНржпржоржирждрж╛ржЗ ржнрзБржЧржЫрзЗред ржЖржорж╛ржжрзЗрж░ рждрзЛ ржПржЗ рж╕рж╣рж╕ржЯрж╛ржУ ржирж╛ржЗ ржпрзЗ рждрж╛рж░ рж╕рж╛ржоржирзЗ ржирж┐ржЬрзЗржХрзЗ ржЦрзЛрж▓рж╛ ржпрзЗ ржЪрзЛржЦрзЗ ржЖржЩрзНржЧрзБрж▓ ржжрж┐ржпрж╝рзЗ ржЙржЪрж┐ржд ржЬржмрж╛ржм ржжрзЗржмрзЗред\n\nржШрж░ ржмрж╛ржирж╛ржирзЛ-ржкрж░рж┐ржмрж╛рж░ ржЧржаржи ржХрж░рж╛рж░ ржХрж╛ржЬ ржЫрзЛржЯ ржирж╛ред ржкрж░рж┐ржмрж╛рж░ ржЫрж╛ржбрж╝рж╛ ржорж╛ржирзБрж╖рзЗрж░, рж╕ржорж╛ржЬрзЗрж░, рж░рж╛рж╖рзНржЯрзНрж░рзЗрж░, ржкрзГржерж┐ржмрзАрж░ ржХрж┐ ржЕржмрж╕рзНржерж╛ рж╣ржмрзЗ рж╕рзЗржЯрж╛ ржнрж╛ржмрж▓рзЗ ржЖрж░ ржХрж┐ржЫрзБ ржмрж▓рж╛ рж▓рж╛ржЧржмрзЗ ржирж╛ ржЖржорж╛рж░ рж╣ржпрж╝рждред ржЯрж╛ржХрж╛ ржЙржкрж╛рж░рзНржЬрзЗрж░ ржХрж╛рж░ржг ржЖрж░ ржЧрзГрж╣рж┐ржирзА рж╣ржмрж╛рж░ ржкрзНрж░ржпрж╝рзЛржЬржирзАржпрж╝рждрж╛ рж╕ржмрж╛рж░ ржЬрж╛ржирж╛ рж╣ржпрж╝рзЗ ржпрж╛ржмрзЗред\n\nржПржЯрж╛ржЗ ржЖржорж░рж╛ ржХрж░ржЫрж┐ ржирж┐ржЬрзЗржжрзЗрж░ ржХрж░рзНржо, ржирж┐ржЬрзЗржжрзЗрж░ ржжрж╛ржпрж╝рж┐рждрзНржм ржкрж╛рж▓ржиред ржнржмрж┐рж╖рзНржпрждрзЗрж░ рж╕рзБрж╕рзНрже, рж╕рзБржирзНржжрж░, ржнрж╛рж▓ ржкрзНрж░ржЬржирзНржорзЗрж░ ржЬржирзНржп ржХрж╛ржЬред"
  },
  {
    "id": 47,
    "image": "post-47.jpeg",
    "category": "Bangla, Communication, Emotion, Life, Life hacks, Nature, Spritual",
    "published_date": "May 29, 2024",
    "title": "рж╕рзБржЦрж┐",
    "content": "ржХрж┐ржнрж╛ржмрзЗ рж╕рзБржЦрж┐ рж╣ржУржпрж╝рж╛ ржпрж╛ржпрж╝ ржХрзЗржЙ ржХрж┐ ржмрж▓рждрзЗ ржкрж╛рж░ржмрзЗржи ?\n\nToxic ржкрж░рж┐ржмрзЗрж╢рзЗ ржПржХрж╛ ржерзЗржХрзЗржУред ржЖржорж┐ ржПржоржи ржЖрж▓рзЗржо рж╣ржпрж╝рзЗ ржЙржарж┐ржирж┐ ржпрж╛ ржиржмрзА-рж░рж╕рзВрж▓ржжрзЗрж░ ржкрж░рзНржпрж╛ржпрж╝рзЗрж░ред рж╕рзЗржЦрж╛ржирзЗ ржирж┐ржЬрзЗржХрзЗ ржлрзЗрж░рзЗрж╕рзНрждрж╛рж░ рж╕рж╛ржерзЗ рждрзБрж▓ржирж╛ржорзВрж▓ржХ ржмрж┐ржЪрж╛рж░ ржЪрж▓рзЗ ржЖржорж╛рж░ред ржЖржорж┐ ржЕржирзЗржХ ржХрзНрж▓рж╛ржирзНржд ржорж╛рждрзНрж░рж╛ ржЕрждрж┐рж░рж┐ржХрзНржд ржлрзЗрж░рзЗрж╕рзНрждрж╛ рж╣ржУржпрж╝рж╛рж░ ржкржерзЗред ржПржд ржкрзНрж░ржнрзБ ржХрзЗржи ржЪрж╛рж░рж┐ржкрж╛рж╢рзЗ ?! ржорж┐ржерзНржпрж╛, рж╕ржм ржорж┐ржерзНржпрж╛ржЧрзБрж▓рзЛ рж╕рждрзНржпрзЗрж░ ржкрзНрж░рждрж┐ рж╕ржирзНржжрзЗрж╣ рж╕рзГрж╖рзНржЯрж┐ ржХрж░рзЗржЫрзЗред рж╕рждрзНржпржХрзЗ ржЫрж╛ржбрж╝рждрзЗ, ржШрзГржгрж╛ ржХрж░рждрзЗ ржмрж╛ржзрзНржп ржХрж░ржЫрзЗред\n\nржорж╛ржЭрзЗ ржорж╛ржЭрзЗ ржоржирзЗ рж╣ржпрж╝ ржЗрж╕рж▓рж╛ржо ржпржжрж┐ ржПржоржиржЗ рж╣ржпрж╝ ржпрж╛ ржкрзНрж░рждрж┐ржХрзНрж╖ржг ржЕржмрж▓рзЛржЧржи ржХрж░ржЫрж┐ рждрж╛рж╣рж▓рзЗ ржПржЯрж╛ ржЖржорж┐ ржЪрж╛ржЗ ржирж╛ред ржорзБрж╕рж▓рж┐ржо ржкрж░рж┐ржмрзЗрж╢рзЗ ржЖржорж┐ ржХрзЗржи ржПржд ржЕрж╕рзНржмрж╕рзНрждрж┐, ржЕржирж┐рж░рж╛ржкржж ржоржирзЗ ржХрж░рж┐ !!! ржорзБрж╕рж▓ржорж╛ржиржжрзЗрж░ржХрзЗ ржЦрзЛржжрж╛ ржорж╛ржирждрзЗ рж╣ржпрж╝ ржпрж╛ржжрзЗрж░ ржирж╛ржХрж┐ ржПржХ ржЦрзЛржжрж╛, ржпрж╛рж░рж╛ ржПржХрж╛рждрзНржмржмрж╛ржжрзАред\n\nржЖрж▓рзНрж▓рж╛рж╣ ржХрж┐ ржПржоржи ржкрж░рзАржХрзНрж╖рж╛ ржирж┐ржЪрзНржЫрзЗржи ржпрзЗржЦрж╛ржирзЗ ржорзБрж╕рж▓ржорж╛ржиржжрзЗрж░ ржЗрж╕рж▓рж╛ржорзЗрж░ ржХржерж╛ ржмрж▓рж▓рзЗ рждрж╛рж░рж╛ ржХрзЛрж░ржЖржирзЗрж░ ржЕржнрж┐рж╢ржкрзНржд ржЬржиржЧрзЛрж╖рзНржарзАрж░ ржоржд ржЖржЪрж╛рж░ржг ржХрж░рзЗред ржорзБрж╕рж▓ржорж╛ржирж░рж╛ред ржЖрж▓рзНрж▓рж╛рж╣ ржПржЗ ржЬрж╛рж╣рж┐рж▓ ржЬржиржЧрзЛрж╖рзНржарзАржХрзЗ ржХрж┐ ржнрзБрж▓рзЗ ржЧрзЗржЫрзЗржи !!!!! ржЕржпржерж╛ ржмрж┐ржкрж░рзНржпржпрж╝ ржЖрж╕рзЗ ржирж╛ ржорж╛ржирзБрж╖рзЗрж░ ржЙржкрж░ред рждрж╛рж░ ржХрж░рзНржо ржирж┐ржпрж╝рзЗ ржЖрж╕рзЗред\n\nржпрж╛рж░ рждрж╛рж░ ржЬржирзНржп ржжрзЛржпрж╝рж╛ ржХрж░рж╛, ржЖрж▓рзНрж▓рж╛рж╣рж░ ржХрж╛ржЫрзЗ ржЖржмрзЗржжржи ржХрж░рж╛ ржЙржЪрж┐ржд ржирж╛ред ржорзБржирж╛ржлрж┐ржХрж░рж╛ ржПржжрзЗрж░ ржЕржирзНрждрж░ржнрзБржХрзНрждред рж╢рзБржзрзБржорж╛ржП ржЖрж▓рзНрж▓рж╛рж╣ ржпрж╛ржжрзЗрж░ рж╕ржорзНржкрж░рзНржХрзЗ ржмрж▓рзЗржЫрзЗржи рждрж╛ржжрзЗрж░ ржЬржирзНржп ржжрзЛржпрж╝рж╛ ржХрж░рж╛ ржпрж╛ржпрж╝ред ржПржЦржи ржХржЗ ржЬржи ржорзБржорж┐ржи ржЖржЫрзЗ ржжрзЛржпрж╝рж╛ ржХрж░рж╛рж░, ржкрж╛ржмрж╛рж░, ржЖрж░ ржжрзЛржпрж╝рж╛ ржХржмрзБрж▓ рж╣ржУржпрж╝рж╛рж░ ржЬржирзНржп?!\n\nржирж╛ржХрж┐ ржПрж╕ржм ржирж╛ рж╢рж┐ржЦрзЗ ржЖрж▓рзНрж▓рж╛рж╣рж░ ржХрж╛ржЫрзЗ ржЕржЬрзБрж╣рж╛ржд ржжрзЗржЦрж┐ржпрж╝рзЗ рж╕рждрзНржп ржПржбрж╝рж┐ржпрж╝рзЗ ржпрж╛ржмред ржХрж╛рж░ржи рж╢рж┐ржЦрж┐ржУ ржирж┐ ржЬрж╛ржирж┐ржУ ржирж╛ ржорж╛ржл ржЪрж╛ржпрж╝ рждрзБржорж┐ ржжржпрж╝рж╛рж▓рзБред"
  },
  {
    "id": 48,
    "image": "post-48.jpeg",
    "category": "Communication, Emotion, Life, Life hacks, Nature, Spritual",
    "published_date": "May 29, 2024",
    "title": "Sweet Pain",
    "content": "Sweet pain I got addicted to you.\n\nDarn you, did I really get addicted to you!\n\nMay be I love your truth side.\n\nOr, May be I want to be purified.\n\nIt has been a long time tear didnтАЩt come.\n\nWhere did you hide it?\n\nThose tears made slippery mind,\n\nIt is not that easy to hit me now.\n\nnor make me cry."
  },
  {
    "id": 49,
    "image": "post-49.jpeg",
    "category": "Communication, Emotion, Life, Life hacks, Nature, Spritual",
    "published_date": "May 29, 2024",
    "title": "Burst",
    "content": "Be a human first then I will think what you can be in my life.\n\nI am a very good adviser. If you have no courage just stay away from me. You will see I am going down but that is to jump high.\n\nYou will be torn apart and you will not realize how that happened.\n\nI will not leave until I am finished on that adventure.\n\nJust stay away from me.\n\nYou donтАЩt have to know me to be my friend or foe. The moment will tell who you are and what to do.\n\nYes, I am a free spirit. I love myself most for that."
  },
  {
    "id": 50,
    "image": "post-50.jpeg",
    "category": "Communication, Emotion, Life, Life hacks, Nature, Spritual",
    "published_date": "May 29, 2024",
    "title": "Flew",
    "content": "When you want to know the truth and all the sources are liars, betrayers. And others are fleeing. Then one wish just left, I wish I never met those people and had a single millisecond with any of them. I am better off with any of them.\n\nOf course, Allah will save me and give the better for my suffering and all those Dua. I believe in Allah. Maximum Humans are cowards. Have everything as humans but have nothing at all when it comes to real shows.\n\nI think those people didnтАЩt face that side of life."
  },
  {
    "id": 51,
    "image": "post-51.jpeg",
    "category": "Life",
    "published_date": "August 30, 2024",
    "title": "Freedom",
    "content": "Freedom doesnтАЩt mean that anyone can do or say anything whatever they want.\n\nItтАЩs means any people can say or do right things without any fear.\n\nThatтАЩs the freedom I want."
  },
  {
    "id": 52,
    "image": "post-52.jpeg",
    "category": "Life",
    "published_date": "August 30, 2024",
    "title": "Life",
    "content": "In Turkey, I loved Istanbul, my university campus Davutpasa, the sky, the ocean, and the seashore. Sweets, some food, and rain in every season, or weather.\n\nI hated snow(It looks great to see being inside a heated room, but too cold), and transport(too crowded. feels like smash human. I wasted so much time on that.)\n\nI met so many people from different countries and so many people from different cultures. Indonesians are great people. I miss so many people.\n\nIstanbul was a crowded place. Busy time. But I was so lonely. Even I was so eager to get simple to so simple things from Bangladesh and my Family Like love, attention, being someone special, getting angry with someone, getting a hug from someone, and having a heartful conversationтАж.. No, no one will understand what I am saying until they become myself.\n\nI need to be here where I belong. I want to be at home, with you, Please take me home. I know what we need. I got the medicine.\n\nPeople donтАЩt understand why a foreign-educated engineer is so eager to learn, wants to know the truth, will read books or researchтАж.. they should earn money. ThatтАЩs why she cost so much. Otherwise, you are nothing more than a burden. ItтАЩs ok.\n\nAbroad is a nice place, a developed environment, money, and moneyтАж.. right but those are not mine. You will earn for yourself and also for so many people. But I want peace, I want to be happy can those give me peace or happiness? Yes, I know money gives easiness and freedom.\n\nIf you choose a different path then the only one left to blame for is you. I am happy being a homey travel-lover girl who took the universe as her school, Almighty Allah as a teacher and she loves her teacher and her school both so much.\n\nI am so a choosy person I need nice, pure thingsтАж.. I need all the useful great knowledge. I want too much riches which will give me freedom. And I want to be the wisest happiest young person forever who is in peace."
  },
  {
    "id": 53,
    "image": "post-53.jpeg",
    "category": "Life",
    "published_date": "August 30, 2024",
    "title": "Peace",
    "content": "When you get angry and make some mistake then regret severely. Ask for forgiveness continuously for forever.\n\nThen the person says itтАЩs normal to make mistake when you are angry. It feels awesome. Just awesome.\n\nWhen you are sad. Speak messly and do all work messly. And the person beside you hear everything attentively and support you. When you get tired give a warm hug and say i understand you, i understand how much hard it is for you. It gives peace as cold breeze after big stormy night.\n\nWhen you are so happy that you mess up yourself. And someone become as mess up as you. But actually donтАЩt know why are you that much happy yet. And after long time pass when you are calm ask you, тАЬhey why were you that much happy, what happenedтАЭ ? It gives much happiness than earlier."
  },
  {
    "id": 54,
    "image": "post-54.jpeg",
    "category": "Life",
    "published_date": "September 14, 2024",
    "title": "Worthy",
    "content": "If you are proven unworthy. Make yourself worthy rather than make someone else responsible for your unworthiness.\n\nDonтАЩt release your own weakness, or depression on a loved one and make it worsen.\n\nMaybe a loved one will still be with you but deep down everyone knows what you are worthy of.\n\nIt is not what others judge, itтАЩs what you judge."
  },
  {
    "id": 55,
    "image": "post-55.jpeg",
    "category": "Life",
    "published_date": "December 31, 2024",
    "title": "Life",
    "content": "Not all people are brave.\n\nNot everyone will tell truth.\n\nSome will not be held obligated to do right.\n\nAnd itтАЩs ok.\n\nItтАЩs totally fine.\n\nLife is a business.\n\nWe all are businessman."
  },
  {
    "id": 56,
    "image": "post-56.jpeg",
    "category": "Life",
    "published_date": "January 8, 2025",
    "title": "Special life",
    "content": "Life is fantastic.\n\nNothing here is static.\n\nEverything is changing, including myself.\n\nThe me of a minute ago is not the same as the me of right now.\n\nAnd I love the rules of life though sometimes it is troublesome.\n\nMaybe not now but tomorrow or the next day or the day after nextтАж.. But one day I will learn it all, and be perfectly used to it.\n\nAnd there is too much difference between the Duniya world and the afterworld. The perfect world is the afterworld. May Allah grant me success in both worlds. Because I love perfectionism.\n\nLife, you hold too much precious treasure for me. So I keep you in my treasure box so that it preserves its specialty and doesnтАЩt get scammed."
  },
  {
    "id": 57,
    "image": "post-57.jpeg",
    "category": "Life",
    "published_date": "January 8, 2025",
    "title": "Life Rules",
    "content": "Nothing in this world is free. If there is no price tag or it is free then be cautious about what it will take. Cause it will take much more than you think. Maybe your honor, or your soul, or your peace, or your time, or maybe your life.\n\nEquivalent exchange for everything. If you understand a section of life, apply it. See how it changes from time to time. Karma is true. Whatever you will do, it will come back to you. Its control is in the creatorтАЩs hand. No creation can change it. If you do good and others wish bad to happen to you. It will not happen. Their wish doesnтАЩt matter, itтАЩs your deed and the creatorтАЩs wish that matter. But if you do good and others also wish good things happen to you. Of course, good was about to happen to you but now will be better for other people good wishes and clean heart pray.\n\nLife sometimes seems easy and sometimes too hard. It is easy when you are happy and in peace. And it is hard when you are going through a bad time. But keep in mind life is both good and bad. It is the rule of life that good and bad will come one after another. As day and night change bad times will pass and good times will come as always. But donтАЩt just sit down to pass the time because time will solve your problem. It costs too much than you can afford.\n\nOur life is not a simple algorithm. It is too much complex. You canтАЩt say 1 plus 1 equals 2 always happen in real life. Sometimes it is 2, sometimes 0, sometimes millions. It depends upon so many facts. ItтАЩs not mathematics itтАЩs Life and it has its unique special rules."
  },
  {
    "id": 58,
    "image": "post-58.jpeg",
    "category": "Life",
    "published_date": "January 11, 2025",
    "title": "Life logic",
    "content": "For everything, there should be unique rules and logic. If right and wrong are different from person to person it will be chaos. There will be no safe place or person to be or interact with. Of course, there are unique rules and logic.\n\nBut still, for some, you shouldnтАЩt search for logic. Because some donтАЩt want logic or understanding right or wrong at all. You will be mad if you try that. Because their world is totally different than yours or how it should be. The only place where they are forced to accept the rules and logic is where laws apply and there are punishments for going outside of line. But no law can stop them. Humans are reckless beings. And some people call it freedom.\n\nFreedom doesnтАЩt mean that anyone can do or say anything whatever they want. It means any people can say or do the right things without any fear. ThatтАЩs the freedom we want.\n\nFor some donтАЩt try to explain. Because some never will understand. On the contrary, they will blame you and hurt you. Leave them. Ignore them. Trustable people achieve trust, donтАЩt try to manipulate people and take advantage.\n\nIf you are proven unworthy. Make yourself worthy rather than make someone else responsible for your unworthiness. DonтАЩt release your own weakness, or depression on a loved one and make it worsen. Maybe a loved one will still be with you but in deep down everyone knows what you are worthy of. It is not what others judge, itтАЩs what you judge.\n\nSome say you should solve problems. What is the point of solving the problem if we create it again and again? Why shouldnтАЩt we do something so we donтАЩt have any? And use those times on something good to move forward in life. Though itтАЩs a good word just think permanent solution but itтАЩs temporary and circular. Nothing is static in this world neither any problem or not any solution.\n\nLife is fantastic. Nothing here is static. Everything is changing, including myself. The me of a minute ago is not the same as the me of right now. Though sometimes it is troublesome, its rules are really interesting. Maybe not now but tomorrow or the next day or the day after nextтАж.. But one day we should learn it all, and be perfectly used to it. Otherwise, life is too tough. Life holds too much precious treasure. So you should keep it in your treasure box so that it preserves its specialty and doesnтАЩt get scammed.\n\nIf you think your work will help someone else. And someone else will solve your problem. You are the reason you are in trouble. Who can help someone who doesnтАЩt help himself? You are on your own. ItтАЩs your freedom to choose a side.\n\nNot all people are brave. Not everyone will tell the truth. Some will not be held obligated to do right. And itтАЩs ok. ItтАЩs fine. Life is a business. We all are businessmen."
  },
  {
    "id": 59,
    "image": "post-59.jpeg",
    "category": "Life",
    "published_date": "January 16, 2025",
    "title": "ржмржжрж▓",
    "content": "рж╕ржоржпрж╝ ржпрж╛ржпрж╝, ржжрж┐ржи ржпрж╛ржпрж╝ ржЖрж░ ржорж╛ржирзБрж╖рзЗрж░ржУ ржкрж░рж┐ржмрж░рзНрждржи рж╣ржпрж╝ред ржмржжрж▓рж╛ржпрж╝ рждрж╛рж░ ржмрзЛржЭрж╛рж░, ржЬрж╛ржирж╛рж░, ржЗржЪрзНржЫрж╛рж░, рж╕рзНржмржкрзНржирзЗрж░, рж╕рзНржмрж╛ржжрзЗрж░тАж.ред рждрж╛ржЗ ржмрж▓рзЗ ржХрж┐ ржЖржЧрзЗрж░ ржЖржорж┐, ржЖржорж┐ ржиржЗ ? ржирж╛ рждрж╛ рждрзЛ ржиржпрж╝ред ржУржЯрж╛ ржЖржорж╛рж░ржЗ ржПржХржЯрж┐ ржЕржВрж╢ред ржЖржорж┐ ржпрзЗ ржХрждржЧрзБрж▓рзЛ ржЖржорж┐, ржЖржорж┐ржЗ ржЕржмрж╛ржХ рж╣ржпрж╝рзЗ ржпрж╛ржпрж╝ред ржПржЯрж╛ржЗ ржХрж┐ ржЖржорж┐?!\n\nржЖржкрзЗржХрзНрж╖рж┐ржХ рждрждрзНрждрзНржм ржоржирзЗ ржкржбрж╝рзЗ ржпрж╛ржпрж╝ред \n\nржжрж╢ ржмржЫрж░рзЗ ржХрж┐ рж╣рж╛ржЬрж╛рж░ ржмржЫрж░ ржкрж╛рж░ ржХрж░рж╛ ржпрж╛ржпрж╝ ? рж╣рзНржпрж╛ржБ ржпрж╛ржпрж╝ред ржЬрж╛ржирж╛рж░ ржХрзЛржи рж╢рзЗрж╖ ржирзЗржЗред рж╢рж┐ржХрзНрж╖рж╛рж░ ржХрзЛржи рж╢рзЗрж╖ ржирж╛ржЗред ржЖржорж┐ ржирж┐ржЬрзЗржХрзЗ ржЕржирзЗржХ ржнрж╛рж▓ржмрж╛рж╕рж┐ ржЖржорж┐ рж╣ржУржпрж╝рж╛рж░ ржХрж╛рж░ржирзЗред рждрж╛рж░ ржЪрзЗржпрж╝рзЗржУ ржнрж╛рж▓ржмрж╛рж╕рж┐ рждрж╛ржХрзЗ ржпрж╛рж░ ржЬржирзНржп рж╕ржмржХрж┐ржЫрзБржЗ рж╕ржорзНржнржмред ржпрж╛рж░ ржЬржирзНржп ржЖржорж┐, ржЖржорж┐ред \n\nрж╣рзНржпрж╛ржБ, ржЖржорж┐ рждрзНрж░рзБржЯрж┐ржоржпрж╝ ржПржХржЬржи рж╕рж╛ржзрж╛рж░ржг ржорж╛ржирзБрж╖ред ржЖрж░ ржЖржорж┐ ржЖржорж╛рж░ рждрзНрж░рзБржЯрж┐ржЧрзБрж▓рзЛ ржорзЗржЯрж╛рждрзЗ ржЪрж╛ржЗ ржнрж╛рж▓рзЛрж░ ржжрзНржмрж╛рж░рж╛ред "
  },
  {
    "id": 60,
    "image": "post-60.jpeg",
    "category": "Life",
    "published_date": "January 16, 2025",
    "title": "Humans change, and so does the decision",
    "content": "Humans change, and so does the decision.\n\nNow I love you, I canтАЩt say if I will love you the next moment.\n\nKnowledge level changes, and so does wisdom.\n\nI am stupid now, you canтАЩt say I will not be wise in the next moment.\n\nMaybe wiser will be stupid for destiny cause.\n\nNewly I will meet you again and again each time we meet.\n\nTime passes, days pass and people also change. Changes his understanding, knowledge, desire, dream, tasteтАж So what is the previous me, is not me? No, it is not. ItтАЩs a part of me. I wonder how many versions I have. Is that me?! \n\nThe theory of relativity comes to mind.\n\nCan a thousand years be live in ten years? Yes, it can be. Even in one year, it can be passed. There is no end of knowing. There is no end to learning. I love myself very much for being me. Even more than that, I love the one for whom everything is possible. For whom I am, I am me.\n\nYes, I am a faulted ordinary person. And I want to make up for my flaws with goodness."
  },
  {
    "id": 61,
    "image": "post-61.jpeg",
    "category": "Life",
    "published_date": "January 18, 2025",
    "title": "Illusion",
    "content": "Some people take a person as their whole world.\n\nMostly that person is husband, wife, children, parents, familyтАж\n\nThey assume they are their whole world.\n\nBut the funny thing is when you donтАЩt even get a human or family and you are assuming them the whole world.\n\nYes, life is hard. And anyone who got prior life hard, they do this mistake most.\n\nThey think their all suffering, sorrow will be disappear when the certain person will come to their life or when he/she will make his/her own family.\n\nAnd itтАЩs illusion."
  },
  {
    "id": 62,
    "image": "post-62.jpeg",
    "category": "Life",
    "published_date": "January 18, 2025",
    "title": "It is your story till you believe itтАж",
    "content": "Sometimes no one can reach you to help you no matter how much they try,\n\nYou are the one who should rise, stand up for rescue yourself.\n\nNo, it is not any tragedy story, it is your life story. Which parts see as tragedy or so afraid to think of,\n\nAgain, when you stand up being healed. You have to smile peacefully at those who hurt you at a bad time and say how are you, is everything ok?\n\nNo, it is not any hurtful story. It is your story.\n\nAgain, you have to go to them again and again to listen and help them. Who didnтАЩt even listen to you a bit and rejected you over and over when you were extremely broken.\n\nNo, itтАЩs not any broken heart story. ItтАЩs your story.\n\nIt is you who get raised again and again. Called it a pitiful, tragic story. Shown you as a weak and helpless being.\n\nUntil you believe, it is your story.\n\nNo, I am not saying there are no bad people around us or we donтАЩt need others.\n\nI meant to be someone to yourself. Be Someone special in your story rather than always being rescued or being wronged by others."
  },
  {
    "id": 63,
    "image": "post-63.jpeg",
    "category": "Life",
    "published_date": "January 31, 2025",
    "title": "Why do those nasty live in this world ?!",
    "content": "Why does nasty exist in this world ?! I hate this world because of them. They are like poison. Hit you as a poisonous snake. You canтАЩt ignore them all the time. It is impossible to have a place without them. We have to co-exist with them. No matter what, we have to take them as part of society. Not all societies do justice. This world bears too many sicknesses, and poisons. Greedy, desire, power, fame, shamelessness, falsehood, тАж How can you cure or heal this world ?! This world is meant to be like this for the whole time. No way to discuss this. It is not a curable sickness. Better learn to live with that.\n\nWe canтАЩt always feel hatred and live a life! It is causing our mental illness. We are facing hypertension, anger issues, ADHD, anxiety disorder, depression, bipolar disorder, post-traumatic stress disorder, eating disorder, Schizophrenia, Disruptive behavior and dissocial disorders, So many mental issues. Can you believe that, we are letting the nasty world co-exist with us and we are the ones who will face mental sickness? This world has gone crazy!\n\nWe are giving them a chance to change and in the end, they just mock us! How good are you, you are just a stupid person! This world wasnтАЩt meant to be healed by us. It will not be cured. Not the nasty people will turn into mind-blowing good people. It has never been our duty to convert this world into a paradise. Because it wonтАЩt be. We canтАЩt change any person. We just can do our own job. Take our decision. And leave the world at its place be chill.\n\nIf you are not one who is any harm then it is ok. Sound like a cowardly lazy person. But what can we do we canтАЩt fight with air. But you are making us more uncool people. Who did say that ?! You have to be a cooler person. A hot temper will not bring you any fortune. You have to keep sharp yourself for the whole time, you will be ready for just a second chance to act.\n\nThis world is not ours even though it is for us."
  },
  {
    "id": 64,
    "image": "post-64.jpeg",
    "category": "Life",
    "published_date": "March 14, 2025",
    "title": "Life",
    "content": "Sometimes life brings more than we can bear. Knowing about Magura's Incident disturbed me too much. So many memories came to me as the storm. Trauma, It's too painful to tolerate.\n\nReally devils do exist and they do deserve the hell without any doubt.\n\nSome people say Look how bad people are. I am not doing that much bad so I am good. Even they are Zalim. Some say that happened to a child, it can be tolerable if it would happen to a grown-up. I do rape to grown-up so don't point at me. Other says doing bad to an unknown person is better than doing bad to the known person.\n\nDevils do live everywhere in so many disguises. Some people are proud that they are not too bad, they are tolerable bad, worse is happening in the world. So donтАЩt account them that they are bad. They can do much more bad but they are not doing. Take it as a mercy. \n\nBad incidents always happen in their life, so live a whole life with lies and be happy, donтАЩt complain about anything. Much more bad is happening in the outside world. Husband is killing wife, so beating wife is a minor issue for them. Mentally, Emotionally, and physically torture is minor. See you are living so that you can do something about it, take it as mercy from them. \n\nGo to the world and see that people are not getting food to eat, have no shelter. I am giving you food and shelter, and you are complaining about what toxic behavior, toxicity. Tolerate when you donтАЩt earn. Forget all bad things, but I will not forgive you even the slightest good. You need to be better than angle. I am your GOD because husbands are worthy to get prostrated, If Hz. Muhammad sm said if he would say to give sajda to anyone other than Allah it would be the husband.   \n\nYou need to be better because you are Islamic. But I donтАЩt care what Islam is, what does it say? Know Islam to give me the advantage, I learnt some of the broken Quranic ayah and hadith to take all the advantage to astray you from your religion, morality, humanity. What Islam did you learn?! What does Islam do to you?! What does Islam teach you, to talk back?! You talk too much, what does Islam teach you ?! But I donтАЩt care about Islam. \n\nPeople think Islam should be weak. Islamic people mean weak, have no other way to live, their life is finished, without livelihood, begging, forgiving everything, crying in secret, keep everything in secret even if they see crime. They do forgive the worst because they are too merciful. As Hz. Muhammad sm was so merciful, forgave his enemy, kafir. \n\nPeople say killing is a sin. What is killing, which kind of killing?!  Abortion is legal in this world. People are killing children secretly. \n\nSEX what? Is it shameful something?! Nasty things?! How prophets do sex and worship Allah simultaneously. SEX is a purified thing. Some people will never understand. People's mentality got rotten. \n\nNo, I am not fantasizing about all those. I faced those in my life. I encounter that type of people in my life. I am so happy that Allah created hell. \n\nSome people have too much honor, so they reduce their problems in the name of honor killing. People donтАЩt have any fear. Why should all people need to get rahmat?! DonтАЩt dua for everyone to have some brain, mind, and humanity.\n\nAllah did create Heaven for Human beings. Allah didnтАЩt give heaven to the angels. And angles do everything that Allah orders. Some people do have problems with Allah and angles too. With Prophets, the Quran, and hadith too. Why doesnтАЩt Allah save the good people?! Why doesnтАЩt Allah listen to Islamic people?! Why does Allah give Islamic people hardship ?! DonтАЩt explain, donтАЩt argue with people, they just donтАЩt deserve your effort.\n\nHUMANS HAVE SOME BRAIN. WHERE IS YOUR MIND. "
  }
]
>>>>>>> 7434fbbfa839e6dbf6d5bc42cce86a759d9dcd53
