[
  {
    "id": 1,
    "image": "post-1.jpeg",
    "category": "Bangla",
    "published_date": "2024/01/02 at 6:49 pm",
    "title": "শিক্ষাপ্রাপ্তি",
    "content": "মা হইনি এখনও। গর্ভাবস্থাকালিন সমস্যা-কষ্ট, প্রসব সমস্যা-কষ্ট সম্পর্কে কোন ধারণাই নেই।\n\nঅভিজ্ঞতা ছাড়া বই পড়ে এম.বি.বি.এস ডিগ্রির ব্যক্তিকে পড়ুয়া তো বলা যায় কিন্তু ডাক্তার না।\n\nকিন্ত যখন থেকে বুঝ আসলো ওই বাচ্চাকে লালন-পালন করার দ্বায়ীত্বটা কি দেখেছি এবং শিখেছি।\n\n বাচ্চাটা গর্ভে আসা থেকেই মা হওয়া।\n\n কেউ একজন বলেছিল এটা একটা ডিগ্রির মত।\n\nজীবনটা এমনই। জন্ম, সম্পর্ক, বন্ধন, মৃত্যু……।\n\n কিন্তু এইসব স্কুল, কলেজ, ইউনিভার্সিটি শেখাই না।\n\n এটা নিজ দ্বায়িত্বে নিজে শিক্ষে নিতে হয়।\n\n কিন্তু জীবনে চলার পথের ব্যবস্থাপনা পরিবার, কাছের মানুষ, স্কুল, কলেজ, ইউনিভার্সিটি সবাই করে দেয়।\n\n যেন পথটা সহজ হয়।\n\nআমাদেরকে বুঝে নিতে হয় যে, “জীবনটা আমার, নিজেকেই এইটা পাড় করতে হবে, নিজেকে নিজেই গড়ে নিতে হবে”।\n\n এটা অন্য কেউ করে দিতে পারে না, অন্য কেউ শেক্ষাতে পারে না।\n\n তৃষ্ণার্থ ব্যক্তি পানির খোঁজ করেই নেয়।"
  },
  {
    "id": 2,
    "image": "post-2.jpeg",
    "category": "Bangla",
    "published_date": "January 2, 2024",
    "title": "সম্মত",
    "content": "কিছু জিনিষ আছে যা কোনদিন কাউকে বোঝানো যাবে না।\n\n ঠিক আছে।\n\n আমাদের ইচ্ছাগুলো কল্পনার মতই আমাদের কথা শুনে বাস্তব হবে না।\n\n ঠিক আছে।\n\n কিছু আপন কখনোই আপন না শুধুমাএ নাম, রক্ত, বন্ধনের সম্পর্ক ছাড়া।\n\n ঠিক আছে।\n\n কেন ছোটবেলা থেকেই সত্যগুলো জানলাম না ?\n\n জীবনের আশেপাশে সবকিছু সঠিক সঠিকভাবে সত্য জানলাম না !\n\n এতটা ভালবাসার দরকারই কি ছিল যেখানে শেষ পর্যন্ত ওইগুলোর ঘোরের মধ্যেই ঘুড়তে থাকব !\n\n আর নিজেকেইে নিজে হাজার বার একই প্রশ্ন করব কোনটা সঠিক আর কোনটা মিথ্যা।\n\n এই প্রশ্নটা নিজেকেই করতে হবে জানি,\n\n অন্য কেউ সাহস করে না ওটা শুনবে না সত্য বলবে।\n\n নিশ্চুপ, এড়িয়ে যাওয়া…\n\n তুমি কি ভেবেই নিয়েছিলে আমি নিজের জন্য এটা করতে পারবনা !\n\n নিজের বুঝ আসার সাথে সাথে অনেককিছুর সম্মুক্ষীন হয়েছি,\n\n তুমি কি ভেবেই নিয়েছিলে আমার নিরবতা মানে আমি কিছুই বুঝি না।\n\n নিজের বুঝ আসার সাথে সাথে আমারও যেন পুনর্বিন্যাস হতেই আছে।\n\n কি, কাল কি আমাই বলবে গতকালের আমি কি ছিলাম আমি নিজেই জানি না\n\n ওটা কি বিভ্রম, মিথ্যা, না অন্যকিছু।\n\n আজকের আমি কি আগামীকাল অস্তিত্বহীন !\n\n আমি, শুধুমাত্র এই মুহূর্তেই, বাকিগুলো অপরিচিত।\n\n কিন্তু হ্যাঁ, আমার সকল আমার মধ্যে কিছু চুক্তি আছে যা তাদেরকে ঠিক রাখতেই হবে,\n\n না হলে নিজের মধ্যে নিজের যে মনোমালিন্য হবে তা ঠেকানোর কেউই নাই।\n\n যদি না আমার মধ্যের কোন বিজ্ঞ, সঠিক নেতা আমি, আমার দ্বায়িত্ব না নিই।\n\n তুমি হার মেনো না, হতাশ হয়ো না, হল ছেড় না।\n\n তোমার, তুমিগুলি তোমার বন্ধু, আসল সঙ্গী।\n\n আমি যুদ্ধ করব তোমার জন্যই, আর তোমার জন্যই সন্ধি করব।\n\n আমাদের চুক্তিপত্র ভুলিনি।\n\n কি দুনিয়া, কি বাইরের দুনিয়া নিজের সাথেই নিজের বুঝে উঠা, সঠিক, ভাল, বিশ্বস্ত হওয়া এটাই কর্ম আমার।"
  },
  {
    "id": 3,
    "image": "post-3.jpeg",
    "category": "Life",
    "published_date": "January 2, 2024",
    "title": "Live the moment as it is",
    "content": "Why do we take pics and video ?\n\n I feel terrified to delete any of them. Surprised !!!\n\n I lived those moments, I saw those.\n\n Still. Sometimes it happens that we see throw device,\n\n cause we become too busy all time to take photos, videos, recording…\n\n Then, sit home have snacks and watch the world best resolution recording tape, pics.\n\n There are so many professional photographers, multimedia designers, artist …\n\n why waste your time.\n\n They capture moments so well. How about that.\n\n Or, see the world through your eyes, mind, Understanding…\n\n I feel irritate to go anywhere with anyone most of the time.\n\n How could people become bored and see things so quickly,\n\n Others also become bored of me for sure.\n\n It just happened to me. Allah made it easy for me.\n\n Some moments I wish I could erase.\n\n But those all are treasures, parts of my life.\n\n Can’t ignore it or, hate it.\n\n All single parts I embrace all of me with kindness,\n\n let’s have a little talk among us.\n\n Settle down in peace.\n\n Looks like present me is the leader of all version’s of me.\n\n Adulthood/Maturity is really amazing. You learn in your own wish.\n\n You have choice, decision to make.\n\n This is totally up to you, who you are.\n\n Being Confident, Understanding comes, Confussion earse one by one.\n\n You know that’s it, so that’s it no confussion.\n\n No circling around being delusion.\n\n I hate confussion.\n\n I have lot to learn and gain.\n\n So many questions bother me all the times.\n\n Be patient I am there.\n\n May Allah bless me.\n\n I want to be the most childish, matured, wiser young person for all the time.\n\n Forever.\n\n No confusion, No doubt, No twist total straightforward, truth, nice.\n\n How much I love Allah. I love you Allah.\n\n I realized No one else can ever enter in my mind ever.\n\n I loved Allah. No one is like Allah.\n\n Please never be angry on me.\n\n Don’t leave me ever, even for a slice of second.\n\n I know how good you are.\n\n Please don’t forget me.\n\n Always keep me on your blessings, on your side.\n\n Be pleased to me.\n\n I wish I could meet you right now.\n\n But that’s your choice, you know the best.\n\n I have your letter though. thanks.\n\n How much beautiful, awesome you are ! I just love you."
  },
  {
    "id": 4,
    "image": "post-4.jpeg",
    "category": "Life",
    "published_date": "January 2, 2024",
    "title": "Proof of Kinship",
    "content": "There was a conversation with a question, does a parent give a DNA test report to their child to prove that they are his parent. No question about that. We accept them as parents from birth. So the conclusion people want to prove is that you can’t ask for logic for everything. You should blindly trust and accept something you don’t understand or the other party doesn’t want to discuss. That topic really bothered me for a long time. Truly how can I know that they are my parents. But, now I do understand. That’s a relief from my Almighty Allah. I know how much peace it gives. You don’t have to know whether they are your real parents. As much as they care for you. Take care of yourself, they deserve to get treated as the parents do. Like given birth mother, and genetic father they are in the highest position. But, so many people also support us every step of life. They also become comparable to our mothers, fathers, brothers, sisters, sons, daughters, grandfathers, grandmothers, grandchildren, and uncle-aunty… Actually, we all are connected. And from the acts, people prove who they are to us. We also prove ourselves who we are through our actions. Just keep sharp your brain, mind, sight, hearing….. you will understand which is what. And the last wisdom, lies never stay hidden, Have faith in Allah."
  }
]
